{"game_name": "Dota 2", "detail_url": "https://store.steampowered.com/app/570/Dota_2/?snr=1_7_7_230_150_1", "release_date": "9 Jul, 2013", "publisher": "Valve", "developer": "Valve", "tags": "免费 多人在线战术竞技 多人 策略 电竞 团队导向 竞技 动作 在线合作 玩家对战 困难 合作 即时战略 塔防 奇幻 角色扮演 角色定制 重玩价值 动作角色扮演 模拟 ", "game_price": "Free to Play", "game_review": "1,327,409 篇用户的游戏评测中有 84% 为好评。", "info": "每一天全球有数百万玩家化为一百余名Dota英雄展开大战。不论是游戏时间刚满10小时还是1000小时，比赛中总能找到新鲜感。定期的更新则保证游戏性、功能和英雄都能持续发展，Dota 2已真正地焕发了生命。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/570/header.jpg?t=1591047995", "review_list": ["首先我绝对会把这个游戏玩下去的。第一次知道Dota2是高一时听同学说并在一个很爱玩游戏的历史实习老师的电脑上看见的游戏图标。胆大的同学偷偷在投影仪上运行了，开明的老师也没说什么。家里管得很严，只有我得到更好的成绩才能玩一会儿单机。平时，最多只能去朋友家玩war3的dota，或者得到许可用家里的电脑玩war3。高中时，同学在假期、周六休息常去网吧包夜和其他班的同学一起打Dota2。听着同学（现在是挚友）如何一人带领我们班4个吊打别的班的人。6圣剑影魔如何强势令对面团灭，如何失误而遭惨死，谁谁谁的拉比克真的菜。我也在想，如果是我，我会和他一样菜么？真想和他们一起玩呢。可惜身边与身上真的发生了太多事，我的高中只能说，我也曾快乐过。磕磕绊绊到了大学，有了人生第一部手机，有了人生第一台电脑。注册好某q，找到同学的群，立马下好国服的Dota2，高兴地截屏给他们看。然而有的人早已弃坑。而有的人还在延续着自己的叱咤风云、如何强大的核心能力。大一暑假与他（她）们相聚，弃坑的又回坑了，打得好的人仍旧炫耀着自己的战绩、如何能拯救全场，听了他对我的激励，我真想与他们一起呢。而我自己，玩惯了rpg的Dota，也留下了很多改不了的小习惯。（比如先按A再点人，不习惯智能施法等等。）第一次匹配，被骂“sha bi”，而后又和不认识的人一起双排，建议一下他的出装。到而今，那人已经很厉害了。然而我弃坑过，玩过某讯代理的某撸。然而那段时间，让我深刻意识到dota已经将我的习惯与意识固定死了。我永远，再也，改不回来了。原来，我真的是从当时看朋友玩dota开始起就深深地喜欢上了它啊。而现在，也许它已经变成了Dota3，也许我连疯狂人机都不能一打五。我承认我现在很菜。我出装都不懂看局势。我更承认自己始终保持着对它的喜爱。现在，我的笔记本只能勉强50帧运行，打团卡到10几帧。但我仍在坚持着。终有一天，我能在比赛里遇见他们。steam里也有人经常打Dota呢，好想让自己变得厉害到至少不在开黑时坑到他们，终有一天，要一起Dota2啊。终有一天，我会给我的同学说，我的列表里的他他他打得都不错，有空，不妨一起来场比赛，当然也必须会让你们刮目相看——哟，百ペイ打得不错呢。你不分游戏地影响着我，我也得不分版本地喜欢着你呢。你从来都不叫信仰，你是我的回忆与羁绊。还有大概20天就能用上新电脑了。人生第二台电脑上的第一个游戏，果然又还是DOTA2没变呢。（看了朋友的评测，有感而发。——锁区也不能禁锢我评测的冲动）", "dota2三大幻觉：对面一个人！我不会被抓！我们还能赢！我爱Dota2 ：)", "China Dota Best Dota说起电子竞技，大家脑袋里出现的一定是Dota、CS、SC、WAR等游戏，其中Dota更是中国电竞的骄傲。当年有网友总结Dota三大世界难题，因为当时还看不懂Dota里的术语，只看懂一个就是中国人的高地问题，当然也就是那时候我开始知道Steam这个平台，同时也对电子竞技了解更多，比如电子竞技并不像我想的全是韩国战队的舞台，CSGO就是欧美战队的舞台，而Dota2就是中国战队的舞台。游戏玩法：Dota的目标是通过不断摧毁地方的建筑，最终目标是摧毁敌方的主基地，途中会与敌人遭遇，可能会受到偷袭或者强硬的正面抵抗攻击，游戏地图为对称式，路线分为三条，同时拥有庞大的英雄池，是一款玩法上进行了创新的游戏，Dota2则沿用了Dota的一切基础设定。游戏操纵：Dota本身是War3的一个魔组，操纵也是大多沿用War3并且发展成属于自己的操纵方式，相对于其他Dota类游戏，Dota2操纵更复杂，变量更多，打起来更不容易腻。其他：Dota2的游戏原声非常震撼。非常值得一提的就是，Dota、War这类变量大的游戏，冠军基本都在中国产生，因为中国玩家大多数喜欢大变量游戏。反观LOL、SC2等小变量游戏，则是韩国人比较厉害。 +优秀的游戏画面 +优秀的游戏原声 +爽快的战斗操纵 -bug修复较慢，起源2引擎还不够成熟。 评分10/10", "我电脑里有8个游戏一个是dota其余7个是dota更新的时候玩的", "dude i love thisgame", "Ggwp dota", "Very good, Enjoy  play", "国内居然能开商店页面了，我是火星人", "Türklerden nefret etmeme sebep olan özürlü insanlarla dolu kolsuz , beyinsiz insaların birleşerek bir araya getirdiği topluluktan başka bişey değil.Eğer 5k üstü rankınız yoksa her maç feedleyen,mid kavgası eden,support seçmemek için jungle alan abuk subuk insanlarla muhatap olmanıza sebebiyet veren annesiz bi oyundan başka bişey değil.Bunun sebebi çok basit.Eskiden böyle bi oyun değildi ama artık ''LoL communitysi çok kötü arkadaşlar,her maç ana bacı söven türklerden bıktım hepsi velet.Dota başlamayı düşünüyorum.'' diyen kodumun LoLcü veletleri....CİBİLİYETSİZ İNSALAR YÜZÜNDEN DOTA LOLDEN BETER Bİ HAL ALDI.", "The only reason I'm giving a thumb-up is Dota Auto Chess.The only reason I'm still playing is Dota Auto Chess.One more.自走棋再开一局，走起", "新版本天赋系统重复天赋大大减少 为每个英雄单独设计的天赋增加了不少趣味", "XD", "This game is so good.", "very good", "这款游戏吧，它很好，哦不，有时很好，反正就是很好。但是吧，它实际上并不是免费游戏。", "垃圾游戏lmao", "good game well play"], "price_discount": "-0%"}
{"game_name": "Red Dead Redemption 2", "detail_url": "https://store.steampowered.com/app/1174180/Red_Dead_Redemption_2/?snr=1_7_7_230_150_1", "release_date": "5 Dec, 2019", "publisher": "Rockstar Games", "developer": "Rockstar Games", "tags": "冒险 动作 开放世界 大师级 西部 剧情丰富 多人 射击 第三人称射击 拟真 氛围 单人 沙盒 马匹 第三人称视角 唯美 好评原声音轨 成人 第一人称视角 血腥 ", "game_price": "¥ 249", "game_review": "81,890 篇用户的游戏评测中有 76% 为好评。", "info": "Red Dead Redemption 2 已荣获超过 175 项年度游戏奖项且获得超过 250 个满分评价，游戏中述说亚瑟·摩根和声名狼藉的范德林德帮派的传奇故事，体验在 19 世纪的最后岁月里横跨美国的亡命之旅。除此之外，还可免费享受 Red Dead 在线模式中与众多玩家共享的逼真世界。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/1174180/header.jpg?t=1583253547", "review_list": ["我的文笔不好，写不出来什么值得参考的评测，但我真的很喜欢这个游戏。我只通关了主线任务，没有时间去通支线来达到100%进度了。《我还没有》我还没有好好看看我们这个帮派我还没有看到杰克长大我还没有好好地和玛丽说说话我还没有好好地和老爷子钓鱼我还没有好好地和莎迪一起冒险我还没有·····我还没有做的事情还有很多我是个不好不坏的人在结尾的时候，亚瑟骑马准备最后一战的时候，感动到不行。害，想说的还有很多很多，一时不知道如何说起。身边的人都幸福美满了，罗兹的一对，约翰一家，还有收债任务的夫妇，可怜的亚瑟QAQ我第一次通关的游戏是荒野大镖客2：救赎，我可能不会再玩第二遍了，但我会深深记住这个男人：亚瑟·摩根，一个有血有肉，重情重义的男人。 2020 6 14 21：11我很想在qq空间里发，但空间里没有人会真心阅读一个玩家的肺腑之言，可能会点个赞，但在这里，游戏或许就是人生。", "剧情玩到第四章开头的时候，有一天搜传说动物攻略还有武器攻略什么的时候，不小心就在百度贴吧里看到个帖子，被剧透了后面的剧情。在剧透之前，我每天都满怀热情，心心念念给大表哥做东部传说背包，做各种传说动物衣服和道具，期待着他后面的救赎之旅。对剧情的走向也有自己的幻想。我现在玩到第五章，整个人心灰意冷，主线也不想推下去了。如果没有被剧透，原本这时候会自己发现很多细节、体会到剧情设计的妙处，可以更加有代入感和游戏体验。那个帖子里有吧友说楼主标题剧透内容剧透很不好，那个楼主还骂人家。我现在只想开枪砰砰砰毙了剧透的人。就你叭叭叭长了张嘴， 就你叭叭叭有键盘会打字！！！他妈的毁了多少人的游戏体验!!!真的是非常好的游戏，想不到别的形容，就是“荡气回肠”。前提是千万不要被剧透。", "不会真有人把这游戏当网游吧，故事模式不玩直接去玩垃圾线上模式然后给差评？不会吧不会吧不会吧，TGA评的四个奖项合着都是给在线模式的？多少带点NT嗷", "故事的结局，曾经的战友 伙伴 敌人都找到了自己的归宿。有的成了作家，有的成了收银员，有的成了赏金猎人。有的远渡海外，有的已为人妻，有的经营了自己的牧场。狂野的西部 如今被文明开化所取代。几乎所有人，都在新的文明社会找到了自己的一席之地。叛徒尽除，成家立业。一代荒野大镖客终究得到了救赎，最后的帮派在泛黄的照片中落幕。致敬亚瑟摩根，致敬荒野最后的大镖客。", "吃着烤鹿肉，唱着歌，忽然就被麻匪劫了，还有王法吗？？？还有法律吗？？？", "好玩~", "第一次玩线上模式的多人游戏就碰到开挂的，就因为我指出他开挂，就不断杀我，甚至因为我是个中国人就不断辱骂。想向r星举报却要拿出视频证据，这个人ID是OZARKGAMING，如果大家碰到这个人，记得一定要提前录视频。等r星解决了开挂问题，我再改回好评。", "R星可能在向EA学习如何让游戏中充满外挂！", "R星登录器一直闪退，为何？Rockstar Game launcher has been relentlessly crashing so that can't get access to ANY game. Please fix it!", "圣丹尼斯的修女在火车站遇到患病的亚瑟·摩根对他说”无论你以前做过什么，可是每当你出现，你总是笑容洋溢，帮助着别人，这才是我眼中的你“或许这就是亚瑟·摩根开始自我救赎的契机", "nice game", "this game is very good", "游戏非常不错，安装好后，就开始玩了，操作什么的基本适应，画面精美，任务多样，当做时西部版的GTA5来玩，目前刚玩到第二张，继续。", "夏促史低入的标准版，纯剧情党，线下剧情没跳过，身临其境雪山救帮派成员，杀狼群...你是一个帮派成员，你要如何在新时代的背景下发展旧时代的帮派，耐人深思。", "剧情无敌，可探索内容非常之高，吹爆", "一流，大师级，真实，绝对值，不多哔哔，", "满分神作", "r星，永远的神", "啥时候能把线上妆容bug修复一哈呢。", "喜欢骑马的感觉，策马奔腾真的是爽。哈哈，要是能遇到一堆骑马的，是不是就是荒野土匪了。嘿嘿~"], "price_discount": "-20%"}
{"game_name": "PLAYERUNKNOWN'S BATTLEGROUNDS", "detail_url": "https://store.steampowered.com/app/578080/PLAYERUNKNOWNS_BATTLEGROUNDS/?snr=1_7_7_230_150_1", "release_date": "21 Dec, 2017", "publisher": "PUBG Corporation", "developer": "PUBG Corporation", "tags": "生存 射击 多人 大逃杀 第一人称射击 玩家对战 第三人称射击 动作 在线合作 战术 合作 第一人称视角 策略 抢先体验 竞技 第三人称视角 团队导向 困难 模拟 潜行 ", "game_price": "¥ 98", "game_review": "1,250,038 篇用户的游戏评测中有 53% 为好评。", "info": "绝地求生(PLAYERUNKNOWN’S BATTLEGROUNDS)是战术竞技类型的游戏，每一局游戏将有100名玩家参与，他们将被投放在绝地岛(battlegrounds)的上空，游戏开始跳伞时所有人都一无所有。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/578080/header.jpg?t=1592294718", "review_list": ["看见打折？有点心动。仔细一想千万别买！谁买谁后悔！游戏是好游戏，运营商不是好运营商。游戏外挂猖獗，运营商却想着怎么出皮肤骗钱，从来不整治游戏漏洞，有段时间，steam被疯狂盗号，我周围认识的朋友都被盗号，邮箱都绑定过，但黑客还是能黑进去甚至都能改你预留手机号。然后买黑号，专供一些智障优越狗开G。别问我怎么知道，我和朋友去网吧开黑看见过开G的，要不是和平法制社会，我真想跟他意思意思。想想还是算了。  就算你找回了封永久，申诉他说你账号共享，行！是有共享的情况，但是我觉得同时出现大量这种情况，不应该反思反思吗！后来我觉得这就是策划搞得鬼！可惜我的好看皮肤，号倒是不值钱被封了皮肤都没了。2017年11月分开始的游戏，历经将近1000小时，最高上过宗师，4排KDA1.8几。当时无比热爱，甚至疯狂，谢谢外g阻止我的冲动，没有让我吧大好时光浪费在这垃圾的游戏上。封号400多天了。期间也玩过几次，已经没有当时的热爱了。我怀着一颗感恩的心。预祝。。。。。。。。。。。。。。。。。。。。。你这垃圾游戏赶紧倒闭吧。****", "周末限免≠新人入坑限时免费=神仙打架", "垃圾蓝洞，我的账号被人盗了去开挂，steam都显示异地登陆了但是蓝洞死不承认，就是说我的账号没有被异地登录，我他妈一个穷学生，当时好不容易攒齐98块钱，我舍得开挂吗？？？？傻逼蓝洞，再也不会买蓝洞的垃圾游戏。圈钱游戏公司", "垃圾游戏3000个小时 每次战票都买 突然告诉我 被封号 还是永久的 我的损失谁来承担", "外挂满天飞厂商不作为半价别入手除非免费送盗号死全家开挂祖坟飞你搁这打大逃杀？隔壁 cod16 一样有挂一样要挂加速器就是一个锁区 可是人家免费呀还不乱封号游戏还比这个好玩蓝洞迟早倒闭", "这游戏说白了就是，神仙互殴，凡人求生，外挂藏其中。不过新的爆款游戏出来之前也没其他玩的。可惜这款游戏，为什么出自棒子之手。另外有没有比较注重游戏体验的，想找人不坑的队友一起玩的，我们整了个业余俱乐部。开挂的就不要来了。我的邀请链接：{链接已删除}https://kaihei.co/Ff3hO8", "非常棒的一款游戏  可惜蓝洞的反作弊系统实在太烂了", "好久没上了 .上来一看被封了.没玩还能封号.我太难了", "外挂多，很好玩", "The term “Game Software” includes the software included in this video game, the associated media, any software associated with the online mode of the video game (subject to any additional terms of use applicable to such online mode), any printed materials, manuals, any online or electronic documentation, and any and all copies of such software and materials. PUBG grants to you the non-exclusive, non-transferable, limited right and license to install and use one (1) copy of the Game Software on one (1) computer hard drive at any given time solely for your personal use (the “License”). All rights not specifically granted under this License are hereby reserved by PUBG and, as applicable, by its licensors. The Game Software is licensed to you, not sold. This License does not give you any title or ownership in the Game Software, and should not be construed as a sale or transfer of any intellectual property rights connected with the Game Software and any and all copies thereof are owned by PUBG or its licensors. 补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁🎁🎁绝地求生 玩家 补偿 （枫叶M4武器 狐狸套装 PGI纪念皮肤 ） 限时领取 特此公告补偿补偿领取地址:  👉 https://pubghj.fun 👈 🎁🎁", "外挂打击力度看着一天天就加强了呢，很欣慰，诶我自己怎么被封了？", "盗号开挂狗死妈", "游戏很真实，就是枪后座大，还有反牛顿定律，人都可以在天上飞", "垃圾公司", "自己开发游戏外挂 不处理", "很k好玩", "我的号被盗了，被永久封禁，说我有责任管理好我的号，我就想问，你妈被强奸了，你说她活该，因为谁让她不能把腿闭紧？", "真好玩", "很有竞技感", "121"], "price_discount": "-50%"}
{"game_name": "The Witcher® 3: Wild Hunt", "detail_url": "https://store.steampowered.com/app/292030/The_Witcher_3_Wild_Hunt/?snr=1_7_7_230_150_1", "release_date": "18 May, 2015", "publisher": "CD PROJEKT RED", "developer": "CD PROJEKT RED", "tags": "开放世界 角色扮演 剧情丰富 氛围 成人 奇幻 冒险 大师级 单人 选择取向 裸露 好评原声音轨 第三人称视角 动作 中世纪 多结局 动作角色扮演 黑暗奇幻 魔法 黑暗 ", "game_price": "¥ 127", "game_review": "355,621 篇用户的游戏评测中有 98% 为好评。", "info": "随着北方领域战乱四起，您接下了此生最为重大的一笔委托：找到预言之子，一件足以改变世界面貌的活生生的武器。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/292030/header.jpg?t=1590646979", "review_list": ["=======大小=======☐ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G☐ 20-50 G✓ 50-100 G☐ 100-200 G☐ GMOD=======图像=======☐ 像素党秒天秒地！☐ 无法和现实区分✓ 赏心悦目☐ 很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe=======游戏体验=======✓ 完美！！！☐ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力=======声音效果=======☐ 耳朵怀孕✓ 感动人心☐ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？=======受众群体=======☐ 儿童☐ 青少年✓ 成人=======配置要求=======☐ 能玩扫雷的电脑都能玩☐ 入门配置✓ 一般配置☐ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光=======难度=======☐ 点点点突突突炸炸炸☐ 轻松愉快✓ 得动动脑子☐ 上手快精通难☐ 烧脑=======游戏寿命=======☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时✓ GMOD☐ 我觉得我能比它先去世=======游戏粘性=======☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)✓ 通关∞次(？？？？)=======操作=======☐ 你家的宠物也能玩✓ 简单☐ 中等☐ 困难☐ 反人类=======肝=======☐ 护肝☐ 如果你想玩出点花样✓ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ 必须24小时全天候地肝=======肾=======☐ 护肾✓ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽=======故事情节=======☐ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行☐ 精彩✓ 可以作为你的第二人生=======平均一局游戏时间=======☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！=======联机=======✓ 孤独患者☐ 你唯一的沙雕网友☐ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2=======语种=======☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！=======价格=======☐ 免费游玩!✓ 业界良心！☐ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价=======游戏整体评分=======☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)☐ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)✓ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)=======Bug=======✓ 几乎没有☐ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "千万不要买，太好玩了导致别的游戏没意思。", "我看过凯尔莫罕的雪，也吹过史凯利杰的风。我燃过诺维格瑞的火，也行过陶森特国的城。我曾在威伦大陆无人的旷野披星戴月，也曾在奥森弗特喧嚣的酒馆与故友重逢。我在瑞达尼亚的灯塔上牵过特莉丝的手，也曾在孤岛雪山的断壁残垣与叶奈法相拥。我爱过、恨过；我有我绝不动摇的底线和埋藏于心底的坚持。我见过世间百态人情冷暖，却依然固执的相信人性的真。我只是个小小的猎魔人，只想保护我心目中最重要的人。最终我决定定居在了风景如画的陶森特，与我心爱的叶奈法住进了美丽的葡萄园，我的女儿西里选择了成为自由自在的猎魔人，一切都尘埃落定。忘不了一路走来那一个个故事，遇到的那些人，这些悲欢离合让我唏嘘，也让我成长。杰洛特的故事，就是我的故事。", "二周目通了后再打开刺客信条索然无味。。。md", "看到商店介绍中有这样一点——“探索道德沦丧的开放式奇幻世界”，可几百个小时下来给我留下深刻印象的绝非道德沦丧，相反，在这个猎魔人世界中存在着许多温暖，当我尽力去游览cdpr所塑造的这个开放世界时，我发现每个支线中的小人物都有着自己存在的目的，意义，以及他们对这个残酷世界所发起的抗争。其实游玩完整个游戏，给我留下最深印象的是其体量相对最小的石之心，其故事性我认为是整篇巫师中最紧凑，合理并且悲伤的。其中的一句台词我到现在也还记得——他不爱她，他只是记得应该要爱她", "这个游戏一定要玩过十小时以上才能感受到一点点韵味，有点慢热，喜欢快节奏的就不用差评了。跟你无缘。", "买完本体再买DLC我是傻逼", "破游戏，让我从天天回家就健身的肌肉猛男，变成了天天回家就开电脑的肥宅。", "还我老爷子", "游戏是个可能是个好游戏，但是我玩不进去，建议跟风入的玩家多考虑考虑，先了解一下游戏会不会引起你的兴趣", "FEI CHANG HAO WAN DE YOU XI , HOU HUI MEI YOU ZAO MAI ,BU GUO XIAN ZAI DA ZHE YE BU CUO?", "好玩", "趁打折入手了年度版。现在看来花47真的很值得！！游戏真的太好玩了，断肢效果和啪啪啪真的太棒了，你这让我以后怎么玩其他游戏？活该给你好评", "生软，贝塞斯达 你好好看看人家  育碧， 你别学了 学不会的", "太好玩了，就是剧情难以选择", "昆特三，永远滴神", "波兰蠢驴出品。。。还有什么好说的呢~买就完了。。。", "感谢CDPR为我们带来这款宛如艺术品的游戏！搬运一条我在网易云音乐看到的评论：我看过凯尔莫罕的雪，也吹过史凯利杰的风；我燃过诺维格瑞的火，也行过陶森特国的城。我曾在威伦大陆无人的旷野披星戴月，也曾在奥森弗特喧闹的酒馆与故友重逢；背负双剑的身后是瑞达尼亚动荡的战火；面对夕阳的战马在泰莫利亚的残垣里独行。游戏画面/音乐：★★★★★游戏操作/手感：★★★★☆游戏模式/创意：★★★★★游戏剧情/背景：★★★★★实际游戏体验： ★★★★★", "好玩就完事了", "打骨折的时候买的本体和DLC不能再多说了说多了就是CDPR牛逼"], "price_discount": "-70%"}
{"game_name": "Sid Meier’s Civilization® VI", "detail_url": "https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/?snr=1_7_7_230_150_1", "release_date": "20 Oct, 2016", "publisher": "Firaxis Games", "developer": "Firaxis Games", "tags": "策略 回合战略 历史 多人 单人 回合制 大战略 4X 战争 模拟 战术 城市营造 好评原声音轨 可模组化 在线合作 合作 建造 管理 六角格棋盘 氛围 ", "game_price": "¥ 199", "game_review": "80,412 篇用户的游戏评测中有 81% 为好评。", "info": "《文明VI》提供了多种新方式让您与世界互动、在地图上扩张城市、发展文明，以及对抗历史上的伟大领袖，以建立起经得起时间考验的强盛文明。共有20位史上著名的领袖任君挑选，包括秦始皇。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/289070/header_schinese.jpg?t=1590082071", "review_list": ["对于只有本体的人，如果想补全DLC，建议先买30元的Civilization VI – Civilization & Scenario Pack Bundle剧本包，然后再去买 Sid Meier's Civilization VI : Platinum Edition，这时候你会发现这个包只需要62元了，合计92元。如果你直接买Sid Meier's Civilization VI : Platinum Edition，那么价格是130元，多出来的38块，大概是打包费吧，这个打包费金额还带着一种浓浓的讽刺感，也不知道是不是我的错觉。由于捆绑包定价原因，其他补DLC的人建议自行测算下，一般来说大部分情况也是我这个买法更便宜。", "我毒瘾犯了就玩这个，渐渐就不吸毒了", "香港不是一个城邦，它是中国的一部分Hong Kong is not a country, it is a part of china在这篇测评发布之后很多人直接来骂我也很感谢有些人耐心给我解答了我的错误观点。我想说那些上来就骂人的，你们素质高到哪去了？我能接受逃离辩驳，但是不能接受不利有的讽刺谩骂。给中国人丢脸的是你们那些人谢谢", "还有1回合建成空中花园。您未能及时完成奇观空中花园，已返还212点生产力给您的城市西安。居鲁士对您宣布突袭战争。（？找死？）埃及对您宣布联合正式战争。苏美尔对您宣布联合正式战争。12T——一个野蛮人的单位正在接近您的城市西安。17T——西安已被两匹红色小马包围。如果你嗜血成性，或许应该终结你的统治。（他们只是不喜欢您）向罗马赠送开放边境——对不起，我们不能接受该项交易。让这一交易更加合理——罗马支付一金币。不愧是你。", "绝对经典的游戏，我朋友用我电脑玩文明6，已经停不下来了，马上要考试了，希望人没事", "听好了孩子…这个世界上纵使是意志力与决心再强的玩家，也无法抵御最强之时间魔法——名为文明6的存在啊…加我一起玩呀~", "在epic白嫖的文明六，玩了一天才学会怎么玩，太上头了，玩联机的时候特别羡慕别人的DLC，奈何epic的太贵了，就跑steam来买了个文明六，太爽了，请让我再来一回合好吧，再来一回合就睡。", "香港是中国不可分割的一部分", "文明6从发行到现在，内容不断丰富，玩法也越来越有趣。但AI智商还是太低，和文明5的神级难度完全不是一个层次。AI真不懂规划，瞎拍区域、瞎坐城。希望后续能提高AI智商。", "我是傻逼", "爱了", "再来一回合就睡觉", "杀时间就完事了", "cnm的垃圾游戏，玩几下卡死。", "666666", "这游戏不用多说什么了，就是希望啥时候5能打个折啊，想玩5了", "下一回合=2小时过去了", "最喜欢玩中国，敲敲敲，奇观误国，又天亮了。", "good", "时间加速模拟器√"], "price_discount": "-75%"}
{"game_name": "Sea of Thieves", "detail_url": "https://store.steampowered.com/app/1172620/Sea_of_Thieves/?snr=1_7_7_230_150_1", "release_date": "3 Jun, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 116", "game_review": "", "info": "", "imgs": "", "review_list": ["一个人玩的话不叫海盗 叫难民。。", "好游戏是好游戏，可惜一个人太难受了，虽然我玩过阿特拉斯，一人开船调帆一点问题都没有，可是接连碰到两次幽灵船我直接裂开，不是我玻璃心，我开船的同时又修船又倒水又开炮，还要用鱼叉拉近身位上去肉搏，上去肉搏还打不过4个幽灵怪，身边没有朋友愿意和我尝试，可能独狼终归不适合这个游戏，退款？或许吧，疫情之下资金确实有点紧，但是我更愿意等待那个与我登上船的兄嘚也许，会是正在看评论的你吗？----------------------------------------------------------------------------------------------------为了更好地解决这个问题，我建了个群有需要的兄弟可以在下方留言等待有缘人或者加群 693340504  主 ♂ 动 ♂ 出 ♂ 击海贼们，旅途愉快！", "我没朋友，我崩溃了", "海盗守则  第一条： 大海在召唤我们 第二条： 大海将我们团结成一体 第三条： 所有争端都应在海上解决 第四条： 所有船员都是平等的 第五条： 船员之间的情谊神圣不可侵犯 第六条： 尊重新海盗和他们即将踏上的旅程 第七条： 作弊的人必须受到惩罚", "1:请不要把别人的宽容友善理解为懦弱。2：如果想在公开战局中PVP希望各位可以挂上死神旗帜，这样想打海战的人自然会来找你，在自己获得游戏体验的同时也稍微为他人着想。游戏中也有竞技场模式里面的游戏节奏更快也更加刺激。3：虽然这是个海盗游戏，大家也喜欢把自己带入角色，但这依旧是一款注重社交的游戏，不要对其他玩家进行恶意人身攻击。4：请不要在游戏中搞事的时候代表国家，你代表不了中国海军，代表不了任何人。请不要给中国玩家抹黑。希望各位能在以上的基础上愉快游玩，好的游戏是需要大家来共同维护的。", "谢谢大家玩我参与制作的游戏。我是枚游戏动画师，这是我参与的第二个国际游戏项目。（第一部是《行尸走肉：最终季》）终于在steam上发售了，更多的玩家加入其中，尤其很多国人玩家。非常开心有更多的人玩到这款游戏。我现在主要的工作是和动画组一起制作游戏内商城售卖的那些动作表情包。也制作了很多游戏内角色动画。如果你们玩了右下角的处女航，那个拄拐大胖子的动画有很多就是我做的。另外选择角色时，推荐大家选择标准体型。因为制作表情包动作时都是以标准模型制作的。所以标准模型匹配表情包的动作是效果最好的。当然胖子模型的动画我们也都优化过穿帮，我只是更推荐大家选标准体型。商城里的螃蟹舞步系列还有很多搞怪的动作也是我做的哈哈。Rare工作室发自己拍的参考给我们，然后我们把他做到模型rig上。有些也有我们国人自己拍的参考。然后我建个了交流群。1095640680  有兴趣的可以加一下，不过我不会透露任何游戏未发布内容的，嘿嘿，因为有保密协议。好了，不说了，今天是周日我继续杨帆起航去了，明天周一还要上班，制作新的《盗贼之海》动画内容。毕竟游戏每月都会更新。最后祝大家玩的开心。~", "游戏买好了，朋友在哪儿领？", "（刚玩了一个起点小说标准剧情）      --玩了一天东西都弄的差不多了，中途给友好的老外箱子和茶叶盒，和他们说这是来自中国的礼物，卖卖东西，打打骷髅岛，打算下线了，顺手烧了自己船，打算把两个5级死神旗帜送给一个post旁边遇到的憨厚新手，坐上新手的单轨开向死神藏身地，和新手在船上喝酒奏乐起舞。-      -- 海上中途遇到一赤晶浪尾鱼三轨船，统一穿着死神之舞制服的我们，远远的与其挥手表示友好。对面并不吃这套，他们开着麦过来，一听是国人，我们连忙开麦说是自己人，结果那四个国人二话不说，不断开炮企图把击沉新手的单轨船，一个队友先跳海了；单轨船打炸之后，我们被迫拿着旗帜跳船游向死神藏身地。之前本来想把新手送过去就下线，这三轨船着实把火气打出来了。跑到死神岛的岸上，队友直接一块钱把一个旗帜卖了，另一个被我扔到岸边。对面冲着死神岛开船过来，我们一边拿着死神岛上的火炮反击，一边拿着喇叭喊话，连着数十发炮弹把对面打的掉头，但是这并不能就这么完了。-      -- 之前掉海里的队友把三轨船开了回来，我们三个迅速冲到美人鱼全员上船，转帆全速前进追着对面打，和对面船连撞三次，最后一次鱼钩拉住对面船尾，一人留守船上，三人跳上对面甲板，直接开杀，对面有两个衣装良好的老手和两个简陋的新手，他们还在修船推锚捞水，抓住机会一并砍死。三人边杀边拿边吃边炸，候着出生点就是碾压，直到他们灵魂释放的心服口服，直到他们食物被我们吃的精光，直到他们美丽的赤晶浪尾鱼沉没，砍到他们无奈开麦说出：“好强”，“一直是我们欺负别人，这次被欺负了”（他们原句）。---待我们再次回到船上时，自家的船也沉了，无所谓，船可以沉向海洋，但是海盗的荣誉与有仇必报的精神必须永存。", "win10商店349港币的腐烂国度2终极版，到了steam只卖99人民币；贼海59.99美元的价位直接被砍成39.99美元，国区更是只卖116，除了吹微软我想不到别的还能做什么", "独狼的心酸", "既可以做一个快乐的航海家和队友满世界挖宝，和友善的船队组成联盟，共同赚钱。也可以做一个无法无天的海盗，挂起死神旗，劫掠过往船只，打骷髅岛杀鲨鱼，非常快乐", "超棒", "111", "那些结了盟臭狗背后砍人多半是家里人生活不如意吧？", "游戏是个好游戏。干了一天的活本想放松一下，做做任务，打打骷髅，和朋友在海上欢欢乐乐，看看黄昏风景，找了好久找到一个宝箱，互相笑憨憨朋友不识东南西北，享受这简简单单的快乐。不过遇见打劫的人是真的恶心，做完任务高高兴兴换几个金币，却暴毙在淘金者面前，越想越气，咱不受这个气，告辞。", "除了总是有闸总见人就打外，其他都挺好的", "千万别一个人玩，我一个萌新做任务 ，一个四人船跟疯狗一样一直追着我打，死了复活到自己船上也打不过他们四人蹲尸，一个小船跑不过一个四人大船，打也打不过跑也跑不掉，玩尼马？", "太容易掉线了", "太欢乐了", "收集物资，扬帆起航，炮轰敌人，掠夺他们的物资，我就是盗贼之海之主"], "price_discount": "-0%"}
{"game_name": "Counter-Strike: Global Offensive", "detail_url": "https://store.steampowered.com/app/730/CounterStrike_Global_Offensive/?snr=1_7_7_230_150_1", "release_date": "21 Aug, 2012", "publisher": "Valve", "developer": "Valve", "tags": "第一人称射击 射击 多人 竞技 动作 团队导向 电竞 战术 第一人称视角 玩家对战 在线合作 合作 策略 军事 战争 困难 贸易 拟真 快节奏 可模组化 ", "game_price": "Free to Play", "game_review": "4,534,787 篇用户的游戏评测中有 87% 为好评。", "info": "《反恐精英：全球攻势》（CS: GO）延续了 1999 年原作在团队竞技类游戏上取得的成就。 CS: GO 的特色包含全新的地图、人物、武器、全新的游戏模式，并提供翻新后的 CS 经典内容（de_dust2 等）。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/730/header.jpg?t=1592263625", "review_list": ["真的很好玩，玩了特别久", "别再坑我钱了 球球了", "别玩这个游戏了，我兄弟已经甲亢到肺结核了", "这游戏免费之后   正式成为NT游戏排行榜第二位", "no", "不升级账号就等着被挂壁打爆吧", "服务器真的垃圾 开始也进不去 排队时间长 外挂多 监测系统不完善", "rush b", "Nice game!", "nice game", "好游戏 傻逼多", "哇阿瓦达", "垃圾服务器动不动连接超时失去连接，连进来后有莫名的卡，都不给人打竞技了。这服务器是一天比一天差了", "就冲你这免费就给你个差评", "官匹都是挂，平台也差不多", "贫穷的我不适合这个游戏", "玩就完了", "箱子太多，开不完了", "孤儿太多", "好玩的硬核第一人称射击游戏"], "price_discount": "-0%"}
{"game_name": "Monster Hunter: World", "detail_url": "https://store.steampowered.com/app/582010/Monster_Hunter_World/?snr=1_7_7_230_150_1", "release_date": "9 Aug, 2018", "publisher": "CAPCOM Co., Ltd.", "developer": "CAPCOM Co., Ltd.", "tags": "合作 多人 动作 开放世界 角色扮演 第三人称视角 角色定制 冒险 奇幻 困难 单人 动作角色扮演 探索 好评原声音轨 重玩价值 氛围 日系角色扮演 砍杀 类魂系列 大型多人在线角色扮演 ", "game_price": "¥ 203", "game_review": "152,038 篇用户的游戏评测中有 83% 为好评。", "info": "新的生命之地。狩猎, 就是本能! 在系列最新作品「Monster Hunter: World」中,玩家可以体验终极的狩猎生活,活用新建构的世界中各种各样的地形与生态环境享受狩猎的惊喜与兴奋。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/582010/header.jpg?t=1593677666", "review_list": ["为什么启动不了游戏了", "为什么进不去游戏", "Please buff lance. 快尼玛加强长枪吧。", "6月4号 更新后就一直打不开 显示运行 然后没事发生", "卡普空：没有人比我更懂优化！！！！！", "5月29还是6月3号更新完连游戏都开不了....", "“怪物猎人” ×    怪物猎“人” √", "我半个月玩了130个小时，严重影响了我的生活。非常不推荐。", "玩了800小时，也该给个好评了。怪猎陪伴了我2020年的前半年。在家的日子不在无聊。首先说明本人严格意义上只玩了世界这款作品，前作xx，4g，3g等均只在3ds和wiiu上浅尝辄止了，一方面不喜欢视角控制，还有那种分区域的地图，对新手很不友好。世界在这些方面均做了很大优化。首先画面的进步，虽然还是老掉牙的引擎，但是capcom却给我们了一份比较满意的答卷，各个地图给让人眼前一亮，最喜欢陆地陆珊瑚这张地图，景色的确漂亮，每张地图都有层次感，当然有很多人不喜欢说跑图太累，古代树瘴气谷绕的晕，还有力战王台阶的问题，不过这个没办法，有舍有得么，前作的地图大多一马平川，也看腻了不是么。不光是地图的全面进化，怪物们也脱胎换骨。怪猎从世界开始才步入了3A大作这一行列，4年+的开发周期，本体1600万销量，要知道前作最好的也不过400多万。世界的这次进化，让更多的欧美玩家了解到了这款游戏。该游戏在本土的确算现象级别游戏了，跟dq类似。但是欧美市场的确影响有限，销量大多都是本土的，远不及ff和re这种顶级ip。capcom的这次，全平台加画质提升的确带来了口碑和影响力以及销量的全面提升。还有对新手的引导上，虽然还有很多不足，但是比起前作不知道好了多少，首先训练场不知道好了多少，前作xx只能接训练任务尝试新狩猎风格。本作可以在训练场尝试，各种衍生动作也会标的一清二楚，虽然依然得自己摸索，但是方便很多。在新增机制上太多了，就说几个关键。增加了伤害显示，了解自己配装的优劣，要知道，前作不光怪物血量没，连自己伤害都看不到。喝药硬质也没了，前作最恶心的就这个，虽然现在还有摸嘴动作，但是好多了。投弹器，衣装等也在一定程度方便了狩猎，打不过随时可以一发信号弹求救。怪物动态血量。等等等等。怪物上不仅仅是前面说的高清化，ai也做了很大改动，增加了新动作，变得更加厉害，会压猎人起身。还有让人更有沉浸感的生态，地盘争斗，各种特定怪物争斗的动作，的确给人沉浸狩猎的感觉。的确有人也不喜欢这个，聚魔之地懂得都懂。不过我依然对这个改动肯定态度。音乐不说了，capcom音乐一直没的说，历代也一样，基本每个怪都有自己的专属BGM。也契合怪物的特性。总之，世界是第一个让我着迷的怪猎作品，虽然刚入手我因为没啥打击感弃坑了，后来重拾发现，真香，手柄震动记得开啊。我们看各种改动，也看出来了，capcom起码在怪物猎人上的确是敢于突破和创新的，通过一系列改动吸引了大批新玩家，让新手更容易上手。一方面也保留了一些难度，让老玩家也能玩自己的速通Ta。要知道怪猎在3ds基本每一代作品素材都是现成的，成本低得很，而且销量也不低。就跟dq一样只发展日本完全够了。然而capcom依然在开发xx同时，在进行世界的开发，这一开发就是四年的周期，前作基本一年一部算上g版的话。所以这1600万销量也是capcom辛勤耕耘的结果。最后感谢下在疫情期间陪我开荒的大佬们，有可能没你们我不会坚持下来，更别说体会到怪猎的魅力了，非常感谢。过几天煌黑龙就来啦，苍蓝星们，准备好一起狩猎了吗?", "巨大怪物的压迫感，酣畅淋漓的战斗，以小博大取胜的喜悦一款注重过程的游戏作为一个初次游玩怪物猎人游戏玩家的，不想去谈什么系列传承，核心玩法。仅仅谈一下个人对游戏的体验。有人说这是一款刷刷刷游戏，我不敢苟同。当你初次挑战大型怪物，结算发现几十分钟已过而你毫无感觉之时。当你在只有最后一猫，弹尽粮绝，怪物在你的绝望一击之下突然暴毙之时。当你被一只怪物蹂躏了N次，第一次发救援信号，天降三猛男之时。你还真的在意结算时候刷到的奖励吗？如果你只是功利的玩游戏，那么想必你的游戏过程是极其痛苦的，战斗时间长，素材/珠子爆率低。但是这个游戏的乐趣不在刷到什么东西，而在于在这个刷过程中让你熟悉手中的武器以及怪物的招式，体验爽快的动作以死相搏的快感。当你刷出一身毕业神装时游戏其实也已经结束了，回首望去乐趣其实全在这过程之中。最后再赞一下优秀的BGM，气氛烘托十分到位，让每场战斗都充满史诗感。终极的狩猎体验怪物猎人系列作为游戏机起家的作品初次登陆PC，除了能让更多的玩家接触到这款优秀的游戏外，更大的意义是带来了更好的游戏体验。更多的外设选择键鼠打轻弩，手柄耍太刀。我·猎人天下无敌啊！，PC更强的硬件将游戏体验升到了更高的层次，超高刷新率让游戏更流畅不错过每一帧动作，UltraWide 显示器带给你更广阔的视野、4K HD Texture Pack让怪物的每个鳞片都清晰可见、还有各种美化MOD等。经常有人问同样的游戏为什么要选择PC版？多样化自由的选择+强劲的硬件性能 = 终极的游戏体验。想必每个游戏开发者都希望自己的游戏能够有当下最好的体验，PC版的推出也算是圆了他们的梦想。游玩建议1.游戏属于慢热型，需要耐心，不适合快餐/竞技游戏玩家。2.初次游戏请不要使用任何修改器显血插件商店MOD等。3.游戏优化一般，如果配置较低帧数不稳定，锁定30帧是一个好选择。4.没有购入冰原DLC的玩家不要使用守护者/防卫队的装备，会极大破坏开荒游戏体验。5.主线任务请尽量单人通关，锻炼技巧增强游戏性。本游戏支持21:9超宽屏分辨率\nThis Game Supports 21:9 Ultrawide Resolution.", "HAO", "玩别的游戏都没事  就这个游戏花屏，显卡驱动，HDMI，DP，都是换过了还是不行。PS：显卡是5600XT", "老猎人了，挺不错的", "❤️tgy❤️生态做得真好呢，特别是乱入，特别是雷霆鸣神降临这个任务里面的怪都真的很和平呢。", "挺不错的", "好东西", "有一说一真的好玩", "很好玩，游戏内容丰富不过就是贵了点，建议打折再入手", "!", "好玩"], "price_discount": "-34%"}
{"game_name": "Tom Clancy's Rainbow Six® Siege", "detail_url": "https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege/?snr=1_7_7_230_150_1", "release_date": "1 Dec, 2015", "publisher": "Ubisoft Montreal", "developer": "Ubisoft Montreal", "tags": "第一人称射击 英雄射击 多人 战术 射击 团队导向 动作 第一人称视角 竞技 合作 策略 拟真 在线合作 毁灭 物理 心理恐怖 氛围 大型多人在线 单人 休闲 ", "game_price": "¥ 88", "game_review": "585,440 篇用户的游戏评测中有 88% 为好评。", "info": "《彩虹六号：围攻》是育碧蒙特利尔工作室旗下即将推出的知名第一人称射击模拟系列游戏的最新作品，专为新一代游戏机和主机开发，属于《彩虹六号》系列。该作灵感来源于现实世界中的反恐行动，《彩虹六号：围攻》诚邀玩家掌控破坏的艺术，游戏核心是对激烈的近距离对抗，高杀伤力，战术，团队合作和爆破行动。《彩虹六号：围攻》的多人模式继承系列前作的精髓，为激烈的交火和战略交锋创造了新场所。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/359550/header.jpg?t=1592517049", "review_list": ["我是一个喜欢彩六的玩家，尽管因为种种原因一直未能入彩六的坑，但我从老E，逆风笑这些主播的试玩中了解了这款游戏，当时给我的感觉就是“哇，这游戏可以拆房子！这游戏好逼真！这游戏i了i了。”于是自己还下了个不能联机的盗版打人机和情景训练，每天回到家就是训练自己情景训练三星拟真通关一次。终于，我盼星星盼月亮，终于有机会入坑，当时还是白噪音行动，刚进去也不会打野，就抱了个医生蹲点里，毕竟当时觉得医生可以远程救人好厉害（医者仁心）。进攻也玩大盾一类的干员，就是怕自己会突然去世。后来发现大盾虽然推进厉害，但是一旦劣势进很难翻盘（尽管试过大盾1v5），于是又跑去玩闪光盾，突进，清野逐渐学会了自己的一套打法。防守方也逐渐从不会打野到再点附近游荡，最后再尝试去打（逛）野（街）。那段时间是我玩的特别开心的时候，因为我能在这个游戏里玩战术，也能上演逆转奇迹，当然也不会没有白给传说。但是玩战术失败了，你可以去研究如何改良，逆转了，你可以尝试保持状态继续下去，白给了，可以反省自己是不是不该被偷死或者怎样反偷。总之，我在当时能不断地学习，进步，打出好战绩。但是现在我却很少玩彩六了，以至于我甚至有点失望了。我感觉育碧尝到了电竞比赛的甜头后，就一心往电竞圈发展。这是件好事，因为电竞化能延长游戏的寿命，最著名的就像是英雄联盟这种电竞游戏。但是，育碧却过分的忽视了普通玩家的想法，最明显的体现就是育碧的改动，不记得是什么时候，育碧的改动开始偏向职业玩家，职业玩家说什么该加强就加强什么，该削什么就削什么，以至于职业玩家玩的开心了，但是普通玩家就只能逆来顺受。我举几个例子：1.说莹的三闪两烟太强，OK。把烟给没收了。2.说GLAZ的热成像太BUG了，OK。热成像改成要站在原地蓄力，哪怕是蹲一下都会使蓄力变低。3.说SMG的射速太变态了，OK。后坐力上调。4.说LESION的蛊太强了，OK。视野外的蛊无法看见，同时初踩伤害取消。等等这些改动，有的也许确实是应该改，可是有的是不是改的不对呢？再说说我本人为何对育碧的改动如此反感，主要还是育碧对盾牌的改动十分的恶心。从一开始盾牌是无情的推进机器，到后来给手枪加强伤害同时降低后坐力给盾牌带来了短暂的高光时刻。接着便是出能克制盾牌的干员（说的就是你刘醒）。这些也算了，毕竟盾牌有的时候却是挺无解的，尤其是防守方没有爆破物的时候。接着给闪盾出精英皮肤的那个版本，是盾牌最后的荣光，也是........噩梦的开始。在闪盾出了精英皮肤后，育碧先是给闪盾的闪光次数从5次削成4次，同时还把闪光距离削短。这也就算了，然后还不修盾牌bug，到现在盾牌还会被穿盾bug打死，现在的版本尤其强烈，我的视角明明正对着一个DOC，结果他开了两三枪把我打倒了，他打的一脸懵逼，我也打的一脸懵逼。以前我的盾牌在极限操作时还能1v5，结果现在连1v1我都不一定打得过，这就是修了一个bug就会蹦出来1000个bug的育碧吗？真的是有够好笑的。同时还暗改了盾牌翻板子的动作，从以前的能挡住正前方，到现在防守方能看到你的盾牌是歪过来露出大半个身子，而你却还是憨憨一样的bug视角。不知道有多少和我一样玩盾牌的大佬们，在那个改动作的版本死于翻板子的途中。而且还不只是削了这些，到现在还把盾牌的手枪开镜动作变慢，这也是使得盾牌的胜率直线下降的一个很重要的原因，以前残局了还能拿手枪和对面拼抢赌一把，现在你敢开精瞄？对面能把你直接打成瓜皮。这也使盾牌只能在均势局（双方同样人数）或者是优势局（进攻方人数比防守方多）的时候能用，在残局中盾牌唯一能比较有杀伤力的就只有近战攻击，结果育碧再来一刀，现在好了。盾牌刀人是倒地而不是直接击杀，那么问题来了，在大盾1v5残局中，好不容易刀到一个人，结果还没来得及补刀，对面来支援了，更操蛋的是，你刀的是DOC，人家可以自己爬起来。这有什么用？现在的版本路人局遇到玩盾牌的玩家，请给他们投去致敬的目光，因为这一局，他很可能要忍受对面5个人的集体羞辱，因此他是个真正的勇士！现在给彩六好评，是因为他曾经给我带来欢乐，至于现在，已经是半弃坑状态了，看育碧会不会改一下盾牌吧。（第一次打测评，可能会有些疏漏的地方，希望大家谅解）", "PUBG，不好玩。R6，好玩。", "---{大小}---☐ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G☐ 20-50 G✓ 50-100 G（补丁更新偶尔会为难你的硬盘）☐ 100-200 G☐ GMOD---{游戏类型}---✓ FPS☐TPS☐ 不是F/T PS---{图像}---☐ 像素党秒天秒地！☐ 无法和现实区分（你看的是什么电影啊？）☐ 赏心悦目（啊，这光，啊，这水，啊，丢失渲染设备）✓ 很美丽（嗯，截个图发空间朋友圈应该没问题）☐ 一般（至少画面不能成为它的优点）☐ 不怎么样（有些细节很差劲，其他的也不怎么样）☐ 别盯着看太久（也许我该把关注点放在其他东西身上）☐ 画图.exe（点线面体）---{游戏体验}---☐ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力---{声音效果}---☐ 耳朵怀孕☐ 感动人心✓ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？---{受众群体}---☐ 儿童☐ 青少年✓ 成人☐ 仅限成人[特殊群体]✓ 欧皇✓ 欧洲人✓ 偷渡者✓ 氪金狗 (玄不救非氪不改命)☐ 非洲人☐ 非酋---{配置要求}---☐ 能玩扫雷的电脑都能玩☐ 入门配置✓ 一般配置☐ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光---{难度}---☐ 点点点突突突炸炸炸☐ 轻松愉快✓ 得动动脑子☐ 上手快精通难☐ 烧脑---{游戏寿命}---☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐30-50小时☐ 50-100小时☐ GMOD✓ 我觉得我能比它先去世---{操作}---☐ 你家的宠物也能玩☐ 简单（啪嗒啪嗒就能通关）☐ 中等（君のFPS本当上手）✓ 困难（让我打开设置看看，哦，是这个键）☐ 反人类（啊？我该按哪个？我怎么死了？）☐ 黑暗之魂（啪嗒啪嗒也通不了关）---{肝}---✓ 护肝☐ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ Warframe---{肾}---✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽---{故事情节}---☐ 故事?什么故事?✓ 文字或语音剧情☐ 平庸☐ 还行☐ 精彩☐ 可以作为你的第二人生---{平均一局游戏时间}---☐ 办公室必备（没人在看吧？偷偷玩会）☐ 短小精悍（忙里偷闲的好选择）✓ 中等（酒足饭饱的好消遣）☐ 较长（今晚有什么计划？）☐ 卧槽！天亮了！---{联机}---☐ 孤独患者☐ 你唯一的沙雕网友✓ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2---{语种}---☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！---{价格}---☐ 免费游玩!☐ 业界良心！✓ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价---{游戏整体评分}---☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)✓ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)---{Bug}---☐ 几乎没有☐ 少量☐ 又是这个地方！又是它！✓ 育碧精品☐ 模拟山羊、非常普通的鹿", "玩个游戏哪来那么多港独台独的傻逼呢？", "该游戏内容:拆迁队vs钉子户，恐怖画面，修jio带师，人质去世器，A1高闪，心跳老六，大锤审问，机枪钢管舞，智商检测夹，大头症，神盾局，五彩战队，撤锁阿宅，全队打野人质看家，光速偷人，上天入地，A4纸，", "新赛季啥时候来啊，等不及了呢", "100级以前什么都不懂100～150知道了什么是台独港独150～200终于可以愉快的和台独港独斗智斗勇我就问你育碧什么意思？服务器不咋地，人家发个歧视黑人的语言你就屏蔽，为什么♥♥♥♥♥♥♥♥♥♥♥,Chinaman,Chink你就不屏蔽？看不起中国玩家？你什么意思育碧？", "你不能在游戏里骂黑人是♥♥♥♥♥♥，但别人可以发Chink，China Virus, ♥♥♥♥♥♥♥♥♥♥♥，如果这就是育碧管理游戏的方式，那我就给你点个差评。People can say Chinese gamers are chinks, Chinese virus and ♥♥♥♥♥♥♥♥♥♥♥, while saying somebody is a ♥♥♥♥♥♥ would be banned. If this is how Ubi manages this game, then I will never recommend this game.", "咚咚咚", "真恶心，能不能TM整治下里面针对中国的种族歧视发言问题？地球是你妈围着尼哥转的？？", "莽就完事了", "老6", "真实战场处处刺激", "GIAO，社会主义拆迁队前来报到。", "666", "十分硬核的FPS 5v5对战游戏，内容丰富，玩法多样！！！", "什么破玩意 真难玩", "进游戏很慢", "只喜欢打人机", "非常非常好玩"], "price_discount": "-60%"}
{"game_name": "Stardew Valley", "detail_url": "https://store.steampowered.com/app/413150/Stardew_Valley/?snr=1_7_7_230_150_1", "release_date": "26 Feb, 2016", "publisher": "ConcernedApe", "developer": "ConcernedApe", "tags": "农场模拟 生活模拟 角色扮演 像素图形 农业 模拟 放松 多人 制作 沙盒 独立 建造 单人 休闲 开放世界 好评原声音轨 二维 可爱 恋爱模拟 钓鱼 ", "game_price": "¥ 48", "game_review": "210,252 篇用户的游戏评测中有 97% 为好评。", "info": "你继承了你爷爷在星露谷留下的老旧农场。带着爷爷留下的残旧工具和几枚硬币开始了你的新生活。你能适应这小镇上的生活并且将这个杂草丛生的老旧农场变成一个繁荣的家吗？", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/413150/header.jpg?t=1592414257", "review_list": ["现实中的我虚度光阴，游戏中的我分秒必争。XD", "我给海伦送我辛辛苦苦钓到的价值最高的鱼，她竟然说我恶心，那一刻我是真的伤到了，气得我立马爆肝把她娶了，然后天天送她臭鱼，最后把她休了，然后娶了潘妮小姐姐，还是潘妮好，种了一夏天的金星甜瓜不卖，每天送潘妮小姐姐一个。", "为啥我每次只玩20分钟就自动闪退了？闪退这个问题毁了我玩这款游戏的心情，谁能告诉我为啥，每次都一样，这个游戏挺好玩的，就是联机再改一改就好了，改成加入房间，直接就能看见，希望这个游戏是跨平台联机PS:每次闪退都不保存，白玩了，我心态崩了", "我们星露谷玩家真的很休闲的~", "日复一日忙碌的都市生活中，爷爷给我寄来了一封信。我如约来到了爷爷生活的村庄，继承了他的农场。充实的农庄生活使我非常愉快，我也在这里交到了许多朋友，甚至是拥有了爱情。随着时间的推移，我从揣着500G的小伙子变成了拥有数不清金币的富豪，我和他也有了爱情的结晶。在这段时间里，我帮村里的大家解决了许多麻烦，也赠送了很多的礼物，大家都十分的喜欢我。但是——许久不见，他还好吗？孩子应该能叫他爸爸了吧？地窖是否充满了浓郁的酒香？今年的农作物能在皮埃尔那卖个好价钱吗？畜棚又需要喊罗宾来修理吗？我不知道，鼠标在启动游戏上迟迟不敢点下，是需要有人陪我一起玩吗？单机是很有趣，可是NPC们是固定的，幸好出了联机模式....可有人陪我玩吗？一玩一天就过去了，这样太能消磨时间了吧，非常的有意思。就是种田工具的判定有点问题，经常敲歪，前期体力低有点头大。游玩：7/10=======================================================以上是前期版本的剧情~最近摸鱼和同事联机了一会！草莓好贵哦——果然还是局域网联机舒服.jpg在jJOJA的工作是漫长而又辛苦的，压榨、苦力充斥着我的脑海。破烂的环境和不对等的劳累。我回想起了爷爷弥留之际给予我的一封信，和一座农场。我如约而至。巴士缓慢地载着我来到了这里，同时我也邀请了一位朋友一起享受悠闲的时光。这里的一切与喧嚣的城市有着天壤之别，初见时人们热情好客，我们也以礼相赠。爷爷墓前说的三年复活，社区中心的祝尼魔，巫师塔里和阿比盖尔一样发色的巫师。农田的开垦与浇灌、钓鱼的运气与时机、矿洞的开采与战斗。让我们渐渐了解到这是个奇幻世界【不是，是确实===============================================啊，和同事的档才刚到夏天，卖了草莓的我，哎，有钱人的快乐，往往就是这么的朴实无华，且枯燥。【待更新】", "年轻大学毕业程序员放弃百万高薪，一怒之下来到陌生贫瘠的小村庄。一切从零开始，小伙子早出晚归，积极的参与当地的劳动生产与建设，帮助当地人民对抗大公司的剥削，共建社会主义新农村，成为了一个纯粹的脱离了低级趣味的人。在此期间小伙子也收获了事业与爱情的双丰收，从而蜕变成了一名真正的精神小伙。试问，这是一种什么样的精神？", "我们星露谷玩家一点都不肝的(^v^）“你看我今年20岁了身体依然硬朗牙口依然不错呢”", "闪退太不友好了。", "闪退，掉线，连接失败，服务器已关闭。", "和小女朋友一起买的，联机巨快乐，异地也玩的特别开心TT好希望能早点见到她", "闪退没人管吗？玩儿了半天突然闪退啥也没保存上，大无语。", "种菜好上头。。。", "超好玩的有木有，虽然刚开始玩的时候闪退很头大但是解决了就很快乐了", "刚买的游戏玩了20分钟就闪退，太影响心情了。", "肝到不行！", "好阿", "one of my favorite game", "喜欢模拟的真不要错过，真好玩", "Very relaxing and addictive! There are so many hidden mechanisms that you'll only find or realize in late game that adds to challenges and balancing, as well as playability in replays.I recommend Minecraft to whoever finds this interesting.", "好van"], "price_discount": "-42%"}
{"game_name": "Grand Theft Auto V", "detail_url": "https://store.steampowered.com/app/271590/Grand_Theft_Auto_V/?snr=1_7_7_230_150_1", "release_date": "13 Apr, 2015", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 119", "game_review": "", "info": "", "imgs": "", "review_list": ["我建议萌新不要来买  除非GTA分区  steam和EPIC可以分战局   现在EPIC来的基本都是卖G的，  就是那种 我开G来恶心你 你生气不，你要是生气也去买G ，他就赚了，就是想当于。他拿你的钱来恶心你。他的G永久的，而且可以更新的的那种。你的G永远是人家玩剩下的，如果你不开g你就被他虐，如果你开G，你就让他赚钱然后在让他虐，但是无法是变成了，你拿买的G去恶心其他人，然后他们有些人也会买G恶心你。这不是冤冤相报何时了的问题！这是你们都亏了！卖G的人赚翻了。你们以为你们收获了满足感，说玩个游戏就是来爽的，那我告诉你，人品我先不谈，我就说，你买G，就相当于给卖G的做宣传，给卖G的打工，卖G的赚了你的钱，你还给他打工。最后结果是你败了你的人品，让卖G的赚的盆满钵满。如果你说，那外国人用G打我咋办，不欺负回去？那我说，别自欺欺人了，现在用G的百分之80是国人，外国人用G欺负了你，那你不会叫开G的中国人帮你打回去？狗咬狗不更好看？说俩句，你的G没对面外国人的G厉害，我不买，除非你杀了他。那狗咬狗不好看么。无论谁输了，你都看了戏了。恕我直言，开G的人不分国籍，有一个算一个都是狗东西，没妈的！和他们玩，你要学会用脑子，而不是用你的无能狂怒！最后告诉大家一句，你可能感受到开G的爽了，天上地下洛圣都这块老子第一！但是你已经忘了当时那个全福银行努力钻保险箱的你了，忘了那个被越狱虐的死去活来，终于通关后开心到飞起的你了，忘记了好不容易攒到钱买自己心爱的小车车时的你了。游戏本无错，错在有些人把游戏当成现实，开G后的满足感让你忘记现实的失意，但是开G后的空虚感也让你忘记现实的快乐。最后的最后，我奉劝各位萌新，别因为有人开G杀你你就愤怒，记住了，你丢的是一局游戏，他丢的是他的双亲。最后祝各位在洛圣都大展宏图，祝卖G的公司，玩家，未来可以像外挂一样，一飞冲天，从此无父无母！！！  切记 只要你买G，你就上套了，你的愤怒就是他最好的营销手段。你的钱最后会花在欺负你和你的朋友身上！！！", "我是煞笔为了这游戏，白白给对象口了两次才买的结果epic免费送", "我什么都不缺，我缺一群朋友。当我开车孤独的行驶在临海的公路上，我还是会想起你们。", "GTA Online 属于玩家自己的洛圣都故事抛开PC版泛滥的外挂和恶劣的游戏环境不谈。GTA V之所以能够经久不衰 GTA Online 功不可没。诚然GTA V 的单人剧情部分是游戏的核心，线上玩法也基于此。但是无论再优秀的剧情和人物设定，也是属于麦克、 崔佛、富兰克林这三人洛圣都故事，玩家只是作为操作者体验了这个传奇故事，通关后带来的是无尽的空虚感。而GTA Online填补了这个空虚，让每个玩家亲自体验洛圣都故事，创造属于自己的洛圣都传奇。为此R星为你提供了大量的游戏模式以及专属的大型抢劫任务：全福银行、越狱、人道实验室、太平洋银行、末日豪劫、钻石赌场等，特别是越狱和人道实验室两个终章设计的非常好，可以让你亲身体验队友配合的重要性，以及成功的喜悦，初次完成就如同自己参演了好莱坞大片一样刺激。如果你厌倦了惊心动魄的抢劫人生，还可以体验经商起家。拉货、卖车、空运、走私毒品，抢小卖铺你能想到的来钱快的工作几乎都可以实现。当上CEO成为人生赢家？做个摩托帮首领带着小弟砸场子？毫不夸张的讲GTA Online 完全可以当成一个模拟人生玩。从发布至今GTA Online 已经更新了大量的DLC内容，从房产到跑车飞机、在到各种游戏模式以及抢劫任务，其内容量已经远远超过GTA V单人剧情模式本身。R星已经表明将要推出GTA V Enhance版，GTA Online 肯定也会持续更新，玩家自己的洛圣都故事还会继续。GTA Online游玩建议1.不要使用外挂。2.尽量找固定队友配合游玩线上抢劫剧情系列任务。3.请用邀请/好友战局等方式进入线上模式，出货等必须公开战局时请卡单人公开，方法可以百度。4.PC版外挂泛滥，喜欢线上PVP的请远离本游戏，否则会无限糟心。5.移动宽带的玩家可能会需要加速器.本游戏支持21:9超宽屏分辨率\nThis Game Supports 21:9 Ultrawide Resolution.", "针对近期M国家警察暴力执法，我的小富拿起了95步枪.......", "R星服务器全家4吗", "北京申奥成功那天我点开了GTA5 Online，昨天终于登上游戏了，很开心。", "开挂都他妈没妈", "全世界云玩家最多的游戏，因为进游戏必须看老半天的云！激情飙车 x末日船夫 x军火名钻 x哑巴暖暖 x全程看云 √", "我是SB", "1", "喜欢太刺激了", "bug太多 任务经常到结束了卡个bug 心态炸裂 不说别的 赌场抢劫快出了一年了 bug还是这么多", "R*永远的神", "r星，永远的神", "永久免费", "载具驾驶手感比较差劲，任务细节欠缺打磨，人物建模粗糙，内容长时间没有更新。", "GOOD", "good", "我是傻逼 别再买了 gta6都没了"], "price_discount": "-50%"}
{"game_name": "Sekiro™: Shadows Die Twice", "detail_url": "https://store.steampowered.com/app/814380/Sekiro_Shadows_Die_Twice/?snr=1_7_7_230_150_1", "release_date": "21 Mar, 2019", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 268", "game_review": "", "info": "", "imgs": "", "review_list": ["当当当治当危治当当当治治当治当治治危死回生治当当治死", "非常容易上手  剧情里狼和义父和睦相处 父慈子孝  非常适合新手玩家", "我是傻逼", "一个礼拜前买的，我是傻逼", "好玩", "这个游戏非常简单，有手就行，所有boss用刀就能砍死。", "受苦使狼快乐（×）打铁使狼快乐（×）御子使狼快乐（√）", "当你看到忍杀的红点时，相信我，那种爽快感是连射精都比不上的对了，我不会告诉你们我的丁丁每次看到忍杀的红点时都在剧烈的颤动的", "特别好玩，对新手特别友好。", "谢邀，人在苇名，正在打铁", "风灵月影流就是快乐", "太难了太难了 手残党慎入", "休闲游戏 娱乐放松不错", "牛", "fromsoftware.永远滴神.宫崎英高.牛！", "手残党太难", "挺好玩的，希望玩过这游戏能治疗我的手残（滑稽", "一星期一周目通关，所有boss都打完了，对手残来说真的挺难的。剑圣一心打了3个小时，拼过去非常舒服。从黑魂3玩到只狼，个人感觉是进步的，虽然少了好多武器和收集，但是拼刀硬刚还是比翻滚偷刀爽hh。不知道宫崎英高下一部会是什么作品，但是真的比好多按剧情任务一个一个去完成的游戏好玩的多（阿育说的就是你）。", "架势条快没了有提示音就好了。", "nb"], "price_discount": "-35%"}
{"game_name": "Stellaris", "detail_url": "https://store.steampowered.com/app/281990/Stellaris/?snr=1_7_7_230_150_1", "release_date": "9 May, 2016", "publisher": "Paradox Development Studio", "developer": "Paradox Development Studio", "tags": "太空 探索 大战略 科幻 4X 模拟 策略 沙盒 可模组化 即时含暂停 外交 单人 多人 程序生成 管理 未来 军事 好评原声音轨 氛围 重玩价值 ", "game_price": "¥ 112", "game_review": "58,813 篇用户的游戏评测中有 85% 为好评。", "info": "在这款由Paradox Development Studio精心打造的科幻大型战略游戏中，探索充满奇迹的浩瀚银河。与千奇百怪的外星种族互动、发现奇异新世界并体验其中令人意想不到的事件，同时扩大您帝国的影响力。每一场新的冒险皆拥有几乎无穷无尽的可能性。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/281990/header.jpg?t=1593200975", "review_list": ["=======大小=======☐ 百兆小游戏☐ 1-5 G✓ 5-10 G☐ 10-20 G☐ 20-50 G☐ 50-100 G☐ 100-200 G☐ GMOD=======图像=======☐ 像素党秒天秒地！☐ 无法和现实区分☐ 赏心悦目☐ 很美丽✓ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe=======游戏体验=======☐ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力=======声音效果=======☐ 耳朵怀孕☐ 感动人心☐ 还不错✓ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？=======受众群体=======☐ 儿童✓ 青少年✓ 成人☐ 仅限成人=======配置要求=======☐ 能玩扫雷的电脑都能玩✓ 入门配置☐ 一般配置☐ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光=======难度=======☐ 点点点突突突炸炸炸☐ 轻松愉快☐ 得动动脑子☐ 上手快精通难✓ 烧脑=======游戏寿命=======☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时✓ GMOD☐ 我觉得我能比它先去世=======游戏粘性=======☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)✓ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)=======操作=======☐ 你家的宠物也能玩✓ 简单☐ 中等☐ 困难☐ 反人类☐ 只狼=======肝=======☐ 护肝☐ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝✓ 肝痛☐ 必须24小时全天候地肝=======肾=======✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽=======故事情节=======☐ 故事?什么故事?✓ 文字或语音剧情☐ 平庸☐ 还行☐ 精彩☐ 可以作为你的第二人生=======平均一局游戏时间=======☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！=======联机=======✓ 孤独患者☐ 你唯一的沙雕网友☐ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2=======语种=======☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！=======价格=======☐ 免费游玩!☐ 业界良心！✓ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价=======游戏整体评分=======☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)✓ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)=======Bug=======☐ 几乎没有✓ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "绿帽子风云13+，群星7+，奴隶贸易和种族屠杀要从娃娃抓起，我们p社真是太厉害了👍", "“他们认为整个宇宙都不过是一个更高级的存在用来享乐的虚拟现实系统。”", "Stellaris里面的政治制度，经济制度，价值观等等根本上还是来源于现实，再加上大量幻想作品中的灵感，最终形成集合体。当我各种花式吊打AI和天灾，体验过几十个到上百个MOD后，最后慢慢就产生疲劳感了。于是从它的游戏性中（当然还是很耐玩），能够获得的新鲜感不多了。但是，当从模板式的种田早战等模式脱离出来后，才能慢慢体验这游戏真正的好玩之处，对我个人来说，它可以承载我脑补的各种需求，仅仅从一段文字，一个数据，一张图片，一个选项，就可以脑补出几千到几十万字的故事，不仅是关于整个星际帝国的壮阔史诗，也包括其中无数星际公民们的爱恨情仇。所以，现在我经常会开着慢速或者正常速，就那么慢悠悠地看着星区地图发呆（真时间杀手）。我常常想，如果真的有一天，人类能踏入星辰，那段故事肯定要比任何现存的作品中的故事都要波澜壮阔，我希望大家都能活到那个年纪，就算体验不到，能瞥见一丝未来人类文明辉煌的光亮也就满足了。", "仰望群星思进取，繁荣一统探九天；星海茫茫友何处，上下求索难寻觅。忽有讯息远方来，星河灿烂吾不孤；动植菌械石头人，外貌起源各不同。君主寡头格式塔，思潮政体同中异；掠夺野蛮武德沛，堕落虽颓若神明。星海大同享和平，星际市场共繁荣；四方生灵皆是友，有机无机尽为客。银河系中波涛动，猎户旋臂乱云飞；白驹过隙一甲子，繁荣之下阴影生。海星笑里屠刀现，天崩地坼行星碎；惨绝人寰无慈悲，却言万错皆因吾。非我族类心必异，举目皆敌愤恨生；地爆天星洗耻辱，死战不退是男儿！十载功名尘与土，八千光年云与月；壮志饥餐海星肉，笑谈渴饮蜂群血！血肉苦弱终有死，机界升华得永恒；悠悠百载朝夕过，环顾星海皆蝼蚁。各族一转谄媚言，堕落丧志醉梦死；———————————————诌不出来了的分割线————————————————就俺这脑瓜子诌到这儿诌不出来了，剩下的之后想起来再继续诌，欢迎大家一起来诌", "你们可能不知道只用三个殖民星赢到半个地图是什么概念我们一般只会用两个字来形容这种人：苟怪！我经常说一句话，当年p社能把本体拆成这么多dlc卖，那我一个不买也不是问题。埋伏他一手，这个土著不用管，这个土著不用插手，他死定了（指死寂）。反手给一个轨道轰炸，闷声发大财。他也轨道轰炸？但是不用怕，他的剩下的舰队赢不了我。五六七八九十，一个环形星系，很牛逼这个发展，如果把这个换成戴森球，我将绝杀，但是换不得。单走一个侮辱，傻～逼，直接宣战了。 走他一个中子灭杀顶他。地联快点，地联，地联你这都不要吗？地联你快点啊！地联别磨磨蹭蹭的。奴役。打错了，应该打灭绝的。给地联倒杯茶好吧，地联给你倒一杯卡布奇诺。给地联倒一杯卡布奇诺！开始你的炸弹秀，炸他炸他。漂亮！十七支舰队你能秒我？你能秒杀我？！你今天能十七支舰队把我秒了，我！当！场！就把这个把隔壁那个地联废物吃掉！！！", "啥时候我的启动器能启动游戏了再改好评吧，什么方法都试过了，不是全屏，没加mod，禁用全屏优化，重装启动器，重装游戏，但依然只显示一个启动游戏失败", "想象力是最好的显卡。", "上天哪，列祖列宗你们都听到了吗？朕把海星打败了，地联天下无敌啊！", "好游戏 但是还差点点意思 后期也巨卡无比 如果能把CPU优化做好就好了还有能把宣传片里的那个游戏给我整出来吗", "打发时间的好游戏", "ctrl+F9 开启泛银河系旅行模式，挂机当屏保不要太美。", "我是傻逼", "我的目标是星辰大海。", "P社经典策略游戏，可单机可多人，十分消磨时间的游戏。官方每次更新调整都会引入一些新机制，使游戏世界更加客观，操作也会相对复杂，DLC内容也很充实，凡喜欢宇宙科幻类征服策略游戏的朋友们不容错过。", "dlc卖得比本体还贵。。。", "这游戏框架很大，就是游戏时间长了亿点点", "很好玩消磨时间", "炸星 真爽", "NB"], "price_discount": "-75%"}
{"game_name": "Human: Fall Flat", "detail_url": "https://store.steampowered.com/app/477160/Human_Fall_Flat/?snr=1_7_7_230_150_1", "release_date": "22 Jul, 2016", "publisher": "No Brakes Games", "developer": "No Brakes Games", "tags": "欢乐 多人 合作 解谜 物理 冒险 独立 本地合作 喜剧 跑酷 本地多人 平台解谜 沙盒 开放世界 休闲 单人 3D 平台 分屏 模拟 生存 ", "game_price": "¥ 48", "game_review": "74,991 篇用户的游戏评测中有 93% 为好评。", "info": "《人类一败涂地》是一款轻松搞笑的沙雕游戏，游戏的场景发生在飘渺的梦境之中。玩家既可以单机自闭，也可以最多八人联机一起欢畅。游戏支持的创意工坊，还可以让大家免费玩到不计其数的高质量玩家关卡和皮肤。游戏支持中文。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/477160/header_alt_assets_8_schinese.jpg?t=1593105618", "review_list": ["如果没有朋友一起玩的话，听着游戏里的音乐就会更加孤单。", "有一说一 官方图可以 和朋友玩也有意思但是你妈创意工坊的国产图能不能别鸡巴扯二次元傻逼贴图了你妈图都拉伸变形了你会用你妈UNITY呢来点给人玩的", "明明是一款很快乐的娱乐游戏，都玩了之前还一直推荐身边的好友一起购买一起玩，可是自从某些作者做的图里面放鬼图之后，陆续开始弃游，可以想象那种一堆人玩的开开心心的，认认真真的过关的时候，突然出来一张鬼图吓哭一堆女孩子。就一点游戏体验就没有了。虽然不能排除那些喜欢刺激的玩家，但是我觉得大多数玩家，尤其是女性玩家是不喜欢鬼图的。所以请官方强制对有恐怖图的进行特殊分类或者强制作者进行标注，如果官方不行的话，恳请作者们在标题里对有鬼图的图进行标注。否则这个游戏可能会有大批退游的。谢谢。", "我是shabi.", "游戏有了，所以妹子呢", "你和多少女生玩过这个呢？", "有朋友在一起玩及特别好玩，给好评", "网络连接太差了，明明是联机游戏，却老出问题连不进去。", "一直下载创意工坊给我恶心到了", "贼好玩，前提是你有好基友", "好游戏 适合联机", "这是一个伟大的游戏，因为我是憨憨", "如果没有朋友，游戏听着有些孤独，如果有朋友，游戏会让你笑到傻。(*/ω＼*)", "欢乐！欢乐！欢乐！和朋友玩，太沙雕了，笑死在沙发上！", "有趣，还有益智解谜", "很好玩的游戏，就是玩的时候要小心队友", "多人，懂？", "特别好玩 有朋友的一起玩无敌了", "I like it", "非常快乐"], "price_discount": "-60%"}
{"game_name": "Don't Starve Together", "detail_url": "https://store.steampowered.com/app/322330/Dont_Starve_Together/?snr=1_7_7_230_150_2", "release_date": "21 Apr, 2016", "publisher": "Klei Entertainment", "developer": "Klei Entertainment", "tags": "开放世界生存制作 生存 多人 合作 开放世界 冒险 制作 在线合作 沙盒 困难 独立 二维 欢乐 氛围 生存恐怖 策略 单人 恐怖 动作 模拟 ", "game_price": "¥ 24", "game_review": "121,942 篇用户的游戏评测中有 96% 为好评。", "info": "《饥荒联机版》是原生态生存游戏《饥荒》的多人联机独立资料片。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/322330/header_alt_assets_19_schinese.jpg?t=1592341409", "review_list": ["对于我来说只是单机版多加了点东西而已，还是我一个人玩= =", "=======大小=======☐ 百兆小游戏✓ 1-5 G☐ 5-10 G☐ 10-20 G☐ 20-50 G☐ 50-100 G☐ 100-200 G☐ GMOD=======图像=======☐ 像素党秒天秒地！☐ 无法和现实区分 ✓赏心悦目☐很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe=======游戏体验=======✓ 完美！！！☐ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力=======声音效果=======☐ 耳朵怀孕✓ 感动人心☐ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？=======受众群体=======✓ 儿童✓ 青少年✓ 成人☐ 仅限成人=======配置要求=======☐ 能玩扫雷的电脑都能玩✓ 入门配置☐ 一般配置☐ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光=======难度=======☐ 点点点突突突炸炸炸☐ 轻松愉快☐ 得动动脑子✓ 上手快精通难☐ 烧脑=======游戏寿命=======☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时☐ GMOD✓ 我觉得我能比它先去世=======游戏粘性=======☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出2？嗯？我就问你出不出2？)☐ 通关20-50次(死忠粉专属选项)✓ 通关∞次(？？？？)=======操作=======☐ 你家的宠物也能玩☐ 简单✓ 中等☐ 困难☐ 反人类☐ 空洞骑士=======肝=======☐ 护肝✓ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ 必须24小时全天候地肝=======肾=======✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽=======故事情节=======☐ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行✓ 精彩☐ 可以作为你的第二人生=======平均一局游戏时间=======☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！=======联机=======☐ 孤独患者☐ 你唯一的沙雕网友 ✓2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2=======语种=======☐ 你信不信我会八国语言？☐ 基础英文✓ 可以打汉化MOD或补丁✓ 自带汉化！=======价格=======☐ 免费游玩!✓ 业界良心！☐ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价=======游戏整体评分=======☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)☐ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)✓ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)=======Bug=======✓ 几乎没有☐ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "饥荒联机版游戏内容做的很丰富，可玩性很强，十分推荐，但在联机之前，推荐先玩单机版，单机版其实很不错，有着与联机版截然不同的游戏感受，有一种淡淡的孤独感，可以一个人静静地感受饥荒世界的魅力，海难和哈姆雷特也是单机专属，都做得很不错;联机版更倾向于合作，以及共同创建家园与战斗，但联机版中找到长期一起游戏的队友是一件很难的事情，野服的部分队友可能不是特别友好，游戏时的乐趣就低了很多，但要是遇见了不错的人，联机版一定能带来许多欢乐，要是有好基友、好姐妹或者男女朋友那就再好不过了，厉不厉害没关系，因为有朋友，快乐就行了。", "游戏买了，小伙伴哪里买？", "想买很久了，看见打折那不就是天意吗", "玩了12小时，来评价一下饥荒是真的神作，在我心中甚至不输MC1、代入感：虽说是2D但是代入感比一些3D游戏还要强，san值降低时的屏幕摇晃和眩晕效果是真的强（当时我还以为我近视了）还有夜晚的窥探者、那只抓篝火的手还有八音盒音效是真的吓人。2、生存性：难，太难了。尤其是到了冬天，要么守在篝火边饿死，要么出去找食物冻死。3、可玩性：这款游戏我敢说永远玩不腻，各种免费人物，各种生物，各种boss（我现在玩了12个小时一共才打死一只树人）各种地形和物品，如果这些都满足不了你，那来个mod怎么样？4、皮肤：饥荒联机版还有各种皮肤，对我这种收藏狂魔来说简直太爽了，开出个红皮和朋友炫耀炫耀什么的，想想就爽。5、配置问题：我的老旧笔记本都能流畅运行，配置问题基本不用多虑。K社的这款游戏才卖我24，卖我50我都不觉得亏（唯一问题是虽然是联机版但是没有朋友和我一起玩）", "价格挺实惠的，游戏的内容很多，24块钱我一点都不觉得亏", "高中的时候不知 道有STEAM这个东西；在WEGAME上看到饥荒就直接买了，但是后来通过CSGO知道STEAM后发现身边的朋友都是在STEAM上买的饥荒，为了体验联机的快感，再买一次游戏就当支持游戏制作组了。不过还是希望后面能让我把WEGAME上打出来的服装同步到STEAM上啊。", "理财佳品", "原价买了2份，我是傻逼", "游戏对于新手来说很困难，毕竟没有接触过这个游戏的玩起来很吃力，联机服务器选项很多很丰富，人数也不错，可多可少。但是多人联机时找到朋友还是有难度的，推荐玩这个游戏，游戏体验很好，声音效果很棒。不愧是饥荒，捡起什么吃什么，这点佩服。作为新手玩家学习的还有很多。超级推荐这个多人生存游戏！！！", "我天快看啊是饥荒......暖暖？？？", "可以的", "跟朋友一起玩", "紧张~刺激~~~挖萝卜", "联机不行。和朋友搞了大半天就是连不上。连接体验怎么样全靠运气，反正我是这样的。游戏质量有目共睹，但是土豆服务器真是能把人气炸。建议考虑一下值不值买，要是为了联机的话真的不怎么样，不过游戏本身质量还是高的。", "该游戏创建房间后很大几率好友搜索不到房间名称，得等几分钟，加入房间很难连接上，基本尝试十多次才可以连接上一次，有时候根本连接不上！！！", "不知道怎么地就死了 不知道怎么地 家就没了！", "戴着耳机玩有点吓人。。。。。", "这游戏特价卖12块真的是太便宜了，可玩性还挺强的，联机版真的好玩真的好玩就是有的时候，出生点会让人有点儿绝望23333"], "price_discount": "-50%"}
{"game_name": "Titanfall® 2", "detail_url": "https://store.steampowered.com/app/1237970/Titanfall_2/?snr=1_7_7_230_150_1", "release_date": "18 Jun, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 188", "game_review": "", "info": "", "imgs": "", "review_list": ["泰坦1，2都在烂橘子第一时间入手了。玩了那么多年，看着人数慢慢的从几万到几千最后几百，甚至不久前变成几十人在线。直到游戏上了steam，人们才慢慢发现这款游戏的优秀。对于这，我只想说。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了。EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了EA你妈死了！", "BT-7274是无数先锋级泰坦中渺小而微不足道的一台泰坦，战火纷飞的岁月，他在枪林弹雨中冲锋在前，以英勇与无畏书写下保家卫国的英雄篇章；和平发展的年代，他默默耕耘，守御边境。以淡然和奉献践行泰坦人的忠诚誓言。他勇于承担职责，始终做到为国尽职；同人民风雨同舟、血脉相通、生死与共，始终做到为民造福。泰坦BT-7274舍小我顾大家的战斗事迹，极大地激励了星球各界崇尚英雄、牢记初心、为国奉献的强大热情。学习他的英雄事迹，就是要学习他甘于奉献的精神。在反抗IMC的年代，正是拥有众多像BT-7274这样不怕牺牲的英雄们前赴后继，才有了反抗军铁驭的胜利； BT-7274的英勇事迹也启发我们：在新时代路上，我们要牢记初心和使命，将英雄的精神接力棒传递下去。要勇于奉献，甘于奉献，乐于奉献，以奉献书写灿烂的人生年华，把人生理想融入国家富强、民族振兴、人民幸福的事业之中，让自己的生命更加充盈与光辉。初心和使命，是我们党不忘来路、开辟未来的出发点和落脚点。开展“不忘初心、牢记使命”主题教育，BT-7274同志，就是不忘初心和使命的生动典型。我们要深刻领会、切实贯彻习近平总书记重要指示精神，以BT-7274同志为榜样，守初心、担使命，深入学习习近平新时代中国特色社会主义思想，锤炼忠诚干净担当的政治品格，坚定首战用我，用我必胜的战斗决心，以砥砺奋斗建功伟大新时代。", "相信我，BT-7274，我们会再见的。", "好久没玩到如此酣畅淋漓的单人战役游戏了，有如电影般紧凑痛快的体验。即使单人流程不长（5～6小时），这个价格买来打打单人战役也是值得的。优秀的枪械打击感，这是我已经在APEX感受过的，此次游玩也依然让我惊叹。操控重型泰坦机甲，割草敌军步兵，同敌方泰坦正面对决。占的游戏篇幅很大，这也是一种男人的浪漫。飞檐走壁滑铲二段跳，在传送门般巨大的科技设施场景中来回穿梭。又有适当的解谜色彩需要玩家去规划跑酷路线，这种同时考验观察能力和反应的游戏方式真是让人肾上腺素快速升高。（当然，找不到路的话游戏也会有提示，相当人性化）关卡地图的设计非常合理，线性的游戏却给人一种开放世界的假象，但也基本不会造成迷路卡关。还有令人惊艳的时空切换关卡，这个充满想象力的设定直接把游戏的关卡设计水平又抬高了一个档次。剧情倒也没有丰富的内涵，还是COD般比较传统的个人英雄主义，讲的是一个菜鸟临危受命成长起来并力挽狂澜的故事。毕竟，开发TT2的重生娱乐也是脱胎自IW。人工智能BT的设定非常讨喜，BT同主角的交流耍贫嘴也是游戏的乐趣所在。当然了这种人性化又忠诚的机器人形象一直都非常讨喜，一如辐射4的嘎抓和COD13的伊森。多人模式实在连不上去，就放弃了，等以后若玩到了再补充感受。不过从steam的数据来看现在泰坦陨落2能有上万人在线，新玩家的体验应该会好些。另外，我是特地等到游戏登录steam再买的，steam的下载速度就是比origin舒服啊，再也不用去改host什么的。（台湾腔的中文配音也不是那么难以接受，毕竟以前的很多电影动画都只能看台配版本，恍然间有种让我回到过去的怀旧感", "给孩子买的 孩子很喜欢 孩子现在一看到两堵墙眼神就不正常了", "我第一次身为一个中国人而感到羞耻，PUBG,APEX，几乎都是中国人在开挂，现在又祸害到了这里。以后外国人提到中国人第一印象就是人多.开挂.素质差。如果你要反驳我，“中国人基数大，国外不也有开挂的”这种说辞，你连说服不了同为中国人的我，你怎么说服本就没有偏向你的外国人", "单人剧情名不虚传。", "剧情画面和关卡设计都非常赞，玩起来贼爽，最重要的是能开高达！！！！！！！！", "再好的游戏，我登不上去又有什么意义？", "游戏是好游戏，公司是垃圾公司，还要挂那垃圾橘子，自己心里什么样心里没点数，存档没有一次成功，本地没用存档，连续从头打了四次看上尉死了四次，和bt聊了四次天，垃圾橘子心里没点数，刚刚买两天我就想退款，什么nt平台，问题一大堆，还nm云存档，给老子爬", "单机剧情单薄了点，也短了点，但是不妨碍游戏确实很好玩", "感觉自己很tm帅", "非常好好玩了可以说,配置要求挺高的，我玩着卡得很。真心推荐很好玩。", "肥肠嗷玩", "泰坦陨落2的单人战役绝对是近些年来的FPS中做的最好的一个！蹬墙跑、滑铲、开泰坦战斗，爽的一批。关卡设计也是非常棒，在过去与现在中相互穿梭的那一章让我真的佩服。剧情虽然很普通，但好的讲故事的方式比好的剧本更重要，很明显，重生组是会讲故事的那一个。多人模式试了试PVE，PVP担心延迟还没尝试，不过作为简化版的APEX都如此好玩，相信它的PVP模式也会很好。", "我只想说，这个游戏挂的数量和战地五一样多，ea看我表情：he~tui！！！", "第一次写评测，还是给泰坦陨落2。我直接进入主题，①枪械手感还有设计什么的材质什么的科幻界游戏一流水准，不多说，打得爽。②中配还是可以适应的，开场CG超尼玛震撼。③画面不多说，一流。圣柜那时间静止的画面，你品，你细品(滑稽)。④游戏剧情还算紧凑，现在玩到时空裂缝那里，真的刺激+震撼+爽。优点总结:买了一定不会失望，以坟头担保。小问题总结:①寻路麻烦，没小地图什么的，不影响游戏进行，但怕错过一些收集元素。②难度这块有点难以言表，高难度下子弹感觉少，简单难度又太简单了，感觉难度分层这块有问题，简单下有些关都能死。③没玩多人，联网这块先空着，单机没问题。④剧情上一个我认为的小小问题，在研究圣柜的那个设施里，我把IMC的那个马德将军的录音听完了…就这就这?先不说什么雇佣兵，就这演讲水平和内容都敢让一堆正规军替你卖命？我花几分钟听完今晚做梦都可以笑出声来，太TMNT了。好游戏肯定有优点也有缺点，但主要是优点选胜于缺点，还是那句话买买买，赶紧把钱投进来！", "画质超强、中文配音加分、故事华丽。各位！请把泰坦陨落发扬光大！", "绝对优秀的单人战役！时空穿梭章节真的太震撼我妈了，代入感极强。过去与未来时间线同时贯穿简直电影化情节展开。时而有趣的跑酷和坦荡起伏的机甲战都很有意思。只不过剧情似乎有点短了，整体没有难度。完完全全享受机甲的浪漫。相信我，BT-7274，我们会再见的。", "BT死了，我的快乐也死了"], "price_discount": "-67%"}
{"game_name": "Planet Zoo", "detail_url": "https://store.steampowered.com/app/703080/Planet_Zoo/?snr=1_7_7_230_150_2", "release_date": "5 Nov, 2019", "publisher": "Frontier Developments", "developer": "Frontier Developments", "tags": "管理 模拟 阖家 自然 城市营造 经济 好评原声音轨 沙盒 建造 单人 拟真 资源管理 可爱 策略 欢乐 放松 休闲 马匹 开放世界 氛围 ", "game_price": "¥ 180", "game_review": "24,814 篇用户的游戏评测中有 88% 为好评。", "info": "在《动物园之星》中打造一个野生动物世界。由《过山车之星》(Planet Coaster) 和《动物园大亨》(Zoo Tycoon) 的开发者团队制作，将为你带来极致的动物园模拟游戏体验。建造精细的动物栖息地、管理动物园，并见识栩栩如生、能够思考且富有感情的动物探索你打造的世界。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/703080/header.jpg?t=1592917745", "review_list": ["---{大小}---☐ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G✓ 20-50 G☐ 50-100 G☐ 100-200 G☐ GMOD---{游戏类型}---☐ ACT☐ RPG☐ AVG✓ 模拟经营---{图像}---☐ 像素党秒天秒地！☐ 无法和现实区分✓ 赏心悦目☐ 很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe---{游戏体验}---☐ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力---{声音效果}---☐ 耳朵怀孕☐ 感动人心✓ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？---{受众群体}---✓ 儿童✓ 青少年✓ 成人☐ 仅限成人[特殊群体]✓ 欧皇✓ 欧洲人✓ 偷渡者✓ 氪金狗 (玄不救非氪不改命)✓ 非洲人✓ 非酋---{配置要求}---☐ 能玩扫雷的电脑都能玩☐ 入门配置☐ 一般配置✓ 进阶级配置✓ 发烧级配置☐ 神威•太湖之光---{难度}---☐ 点点点突突突炸炸炸☐ 轻松愉快✓ 得动动脑子✓ 上手快精通难☐ 上手难精通难✓ 烧脑---{游戏寿命}---☐ 玩完就退款☐ 流程极短或有后续DLC，但超2小时不能退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时✓ 100-300小时✓ 500小时以上☐ GMOD☐ 我觉得我能比它先去世---{游戏粘性}---✓ 这个游戏没有通关的概念☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)---{操作}---☐ 你家的宠物也能玩✓ 简单☐ 中等☐ 困难☐ 反人类☐ 黑暗之魂---{肝}---☐ 护肝✓ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝✓ 肝痛☐ 必须24小时全天候地肝---{肾}---☐ 肾很健康☐ 护肾✓ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽---{故事情节}---✓ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行☐ 剧情玩一遍难以完全理解☐ 精彩☐ 可以作为你的第二人生---{平均一局游戏时间}---☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！✓ 随时可以关闭---{联机}---✓ 孤独患者☐ 你唯一的沙雕网友☐ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2---{语种}---☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！---{价格}---☐ 免费游玩!☐ 业界良心！✓ 值这个价✓ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价---{游戏整体评分}---☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)✓ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)---{Bug}---☐ 几乎没有✓ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊---{工作室修复Bug程度}---☐ 游戏没有Bug☐ 2天一小修3周一大修✓ 修复速度能体现出诚意☐ 修复速度极慢☐ Bug就是这款游戏的存在意义---{工作室更新DLC程度}---☐ 2天一小更3周一大更☐ 更新速度能体现出诚意✓ 更新速度极慢☐ 几乎不更新---{DLC的质量}---☐ 完全是圈钱✓ 强迫症和收藏癖可以入☐ 新DLC可玩性不错☐ 新DLC可玩性不错，但不值这个价☐ 什么？这游戏有DLC？", "什么时候品牌模式才能稳定不掉线，刷出交易列表来呀。。在国内不会翻墙是我笨，用了n种加速器完全是个摆设，可是我也有资格好好体验一下我自己买回来的游戏吧？", "真男人就该养熊猫", "可玩性还是有的 缺点就是：一、品牌模式频繁掉线，这个都可以忍受 ESC大法就好了                 二、BUG很多 我一次闪退之后 交易中心里面的动物全部消失了，数量会显示 可是动物不显示出来，辛辛苦苦野放了21W叶子根本就没用了。这个问题不解决 这游戏直接就劝退了！！！！！！！！", "游戏界动物园老大，各种动物都很逼真。", "给儿子买的，儿子说用这个可以提高学习成绩，也不知道买了有没有用，有用了再来追评。", "湖就在旁边，孟加拉虎都脱水了就是不知道去喝，这还是教程。发行大半年了还这样，一个个没什么内容的dlc卖的死贵，而且操作高度重复，感觉比过山车之星差很多", "玩不下去了，每天都被各种奇妙的方式劝退，作为一个建造类游戏建造过程还非常繁琐，入门状态下更是被各种奇怪的事情劝退，研究缓慢，员工等级一高上去赤字就停不下来，还有道路吸附，有的时候想精密修改道路都很难完成。", "熊猫超可爱！！！！！", "看完官方建的zoo，再看看自己建的，我tm直呼傻逼。", "真tm好玩", "熊猫也太可爱了吧 。就是穿模有点严重", "老是崩溃，无语。。。。", "小熊猫太可爱啦！！！", "个人比较 喜欢这类沙盒游戏", "挺好玩的真的很不错还能学习知识", "这个推荐个人认为只适用于玩过过山车之星并且喜欢的玩家。没玩过的朋友强烈建议先从过山车之星开始。这个游戏总体上更偏经营，可以经营、操作的元素比过山车之星多，而“爽感”是降低了。因为相比过山车可以第一人称直接乘坐，动物园本身的性质决定了你进入不同的栖地之后只能近距离观看，我个人是经营到后期慢慢丧失了观察动物的兴趣，有一种开养殖场的错觉2333333另外，因为要平衡栖地附近的游客路线和饲养员路线，这作的规划难度也比过山车之星高不少。如果你在过山车之星就规划的特别费劲或者有强迫症完美主义，慎买。", "已经玩了32个小时了客观的说一下优缺点优点：动物很多，习性和需求都很真实          玩法很舒服，不会有过多的工作导致我谢顶之类的。也不会太单调导致我三分钟热度（不是很育碧）。          游客的需求也很人性化，不像某天际线。          优化个人感觉还可以，只要不选下雨下雪的地图，建的比较大比较复杂我的电脑掉帧掉的还不是很多。缺点：动物太能生崽子了！感觉他们每天都要交配然后就生，买了8对儿孔雀之后，我去建大熊猫园区，一回来变成了83只孔雀！（其实可以喂biyun药）           感觉商业区种类可以增加一些，而且为什么餐桌一定要放在路上？？不能野餐吗？？           铁路和人行道个人感觉可以穿插一下，现在火车什么的感觉没什么实际意义（排除一圈火车中间放动物）总结：总体来说还是超级推荐。吃完晚饭 ，倒上一杯冰可乐，点上一颗烟，看看谁又TM下崽子，谁又TM打架了，谁又TM跑出来了，成年不够福利不够空间不够，卖卖卖，买买买，美好的一个夜晚就这么结束了。", "游戏属实是一款好游戏，能消磨时间，不会感到无聊甚至打算全入DLC，唯一缺点就是品牌模式老掉线有点烦人"], "price_discount": "-30%"}
{"game_name": "Detroit: Become Human", "detail_url": "https://store.steampowered.com/app/1222140/Detroit_Become_Human/?snr=1_7_7_230_150_1", "release_date": "18 Jun, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 128", "game_review": "", "info": "", "imgs": "", "review_list": ["游戏是个好游戏 但是目前有一个很严重的BUG！就是玩的好好的忽然卡死未响应  _(┐「ε:)_和我一样的朋友可以试试看这个方法（仅限N卡）点击此电脑右键属性-点击高级系统设置-硬件-设备管理器-找到自己的显卡点击右键属性-驱动程序-退回驱动程序就好了！出现这个问题貌似是因为最新的显卡驱动的问题！如果没有出现问题的玩家请不要更新最新6月24日发布的451.48驱动程序！", "显卡驱动都已经更新最新了 依然玩着玩着莫名其妙卡死", "怎么说呢，我并不想2周目，因为一次又一次来不及思索的选择已经让这个结果成为了我的故事", "总分 9.8/10 游戏性 9/10   剧情 10/10   音乐 10/10   画面 9.5/10  本篇评测含有剧透 在一周目完成以后，我回到开始界面，把自由还给了“她”。我点开了调查问卷，就是想看一看全球有多少玩家和我一样，在马库斯最后一次选择和平与暴力时饱受煎熬。你可以说，底特律变人只是在重复一个不那么新奇的设定与人工智能的危机叙事。你可以说，游戏里那些机器人根本就不应该拥有情感也不可能拥有自由意志，所以那些选择是虚假的。你可以说，人类抬起的枪口，面对的是机器，甚至连动物都不如，所以它也许根本就不涉及道德的命题。你甚至可以说，自由就是一种病毒。但我想，这些真的是《底特律：变人》想要传达给我们的内容吗？毕竟，每一个选择，每一个自由意志的决断，每一个关乎道德与生命的徘徊，它的决定权都在我们的手上，人类的手上。它恰恰告诉我们，人何以成为人，人何以本真地存在。只不过这个答案的揭示，不是通过机器人告诉我们的，而是通过我们的每一次点击鼠标进行决断的瞬间显现出来的。实践的自由与意志的自由，还总是与责任联系在一起。这也是游戏带给我们最深刻的体验之一：我们如此这般实践意志自由的同时，就必须相应地承担起这份决断带来的后果。尽管其中的因果关系在游戏剧情的推进中被过分地夸大了。底特律为我们塑造了三个背景、性格与功能全然不同的仿生人，它们分别经历了三条重要的感情线索：亲情、友情和爱情。底特律最重要的核心价值与矛盾的论点在于争取自由和平等的方式。在我所达成的一周目中，我/马库斯一直努力地让和平的抗议持续下去。直至最终的选择时，集中营被销毁的伙伴，那些在街头和船上被处死的同类，让我前所未有地感到了一丝的愤怒。我同时在想，如果我选择了革命，那么流血和牺牲是注定的。也就是说，我也许根本无法改变现状，却会让为争取自由而付出的代价成倍地增加。可是如果继续选择和平和对话呢？如果人类依然以傲慢地姿态拒绝和蔑视仿生人的请求，如果他们继续甚至加剧对仿生人的迫害，那么我就是把同类推向深渊的始作俑者。我无法知道什么样的选择会是更好的。因为所有的选择都没有对与错。就像游戏一开始的杂志里，提到了无人驾驶面对道德抉择时的判断一样（它会快速扫描分析寿命、财产等要素做出“理性”的判断）。我在最后一刻改变了主意，一直以来崇尚和平，反对以暴制暴的我/马库斯，选择了革命。结局是悲惨的。与我并肩作战的兄弟死了，我的恋人死了。为了完成革命的梦想，康纳与副警长牺牲了。就连想要通过边境的卡拉和小女孩，也因为革命造成的舆论冷淡而被举报发现，当场处死了。我当然感到后悔。可我也明白，这才是我作为一个人的价值所在。我拥有自由选择和承担这一切后果的能力。我切身地体会到，要获得自由的代价是多么巨大。现实又何尝不是呢？那些我们习以为常地选择的自由，那些我们以为的自由的进步，其实又是多少人用他们毕生的努力换来的。人类因为肤色、种族和信仰的不同，在所谓文明的历史进程中牺牲了多少同类的生命。而即便是这样，到了今天，还有多少人在恬不知耻地觉得歧视是一件无关痛痒的事情。既然我们都能够为仿生人的平等而感到同情，那么作为生来平等的同类呢？权力与主权者告诉我们，某些人是脏的，代表着细菌和病毒，他们的某些部位很大，他们四肢发达头脑简单，他们好吃懒做，他们热衷于犯罪，没有教养。所以，他们就只配去当保安，当工地工人，当垃圾分拣工，或是失业成为那些社会的残渣。可是我们为什么不想一想，是谁不让他们读书，是谁不让他们获得良好的医疗卫生条件，是谁在刻意凸显他们身上的那些不足的地方，并且把这一切归因到一个更大更宽泛的范畴：肤色。这样的命题可以被置换到很多现实的语境当中。可以是宗教信仰，可以是性取向，甚至可以是一种文化品味或是生活习惯。主权者没有在仿生人的面前抬高枪口，在人类的面前也同样不会。巴塔耶告诉我们：“逐渐形成的工具是非—我的雏形。” 在这句话当中包含有两层不同的含义：第一，制作工具是一个逐渐形成的过程；这意味着，主体出于某种欲望的需求而制作工具，但这种意识的目的总是处在一个有待敲定和完善的进程之中。工具的制作始终处在中项的位置上，以此不断配适于预期的结果。第二，工具在本质上是非—我的；也就是说，意识将工具假定为了一个与我相异的客体，并且，这个客体只有在与预期的结果发生关联时才具有价值，也就是说，工具的意义是依据效用来规定的。其次，“工具将外在带入世界，在这个世界里，主体参与到由工具所区分的诸要素中，参与到一个工具依然保留着‘水溶于水中’的状态的世界中。” 工具作为人类肢体与意识的延伸，既能够保护主体免受伤害，又能够极大程度上扩展与便利主体的行动。而主体行动的对象正是自身所处的这个未知的世界。通过工具，在最广义的程度上，人得以将一切非—我的存在者——不依赖人存在的事物，例如动物和植物等——规定为可被征服的与不可征服的。但在另一方面，工具本身的存在对于世界来说又是连续的。不论是一个箭头还是一根撬棍，就其纯粹存在而言，它们只不过是世界之中物质形态的某种变更，我们甚至可以将工具具体的效力也归因于这整个世界。因此，“工具这个客体就其自身而言可被视作是一个主—客体”。 人既可以通过作为客体的工具——在这个意义上，工具是一件依附于人的物，生产者拥有工具的支配权——征服和改造这个世界，也可以通过作为连续主体的工具——在这个意义上，工具与制造者并无不同，也许工具也能够自行地行动和思考——来构思这个世界。在这个意义上，我们所生活的世界被巴塔耶概括为“世俗世界”。它是一个以效用为准则的生产性世界，它是一个物的世界。其中，世界的主体是人，其他一切事物都是经由主体创造或规定的、作为客体的存在。人在世俗世界当中的行动主要表现为对物——它既包含主体的欲望对象也指涉作为生命体的主体本身——的获取和保存。在这种情况下，动物也就第一次变成了物：一方面，就能够成为某种依赖于具体人类需求的动物而言，其自身的存在意义是被其效用性所规定的，最典型的案例就是畜牧；另一方面，对于那些未知的、或者无法满足人类具体需求的动物而言，通过物化使它们变得无害了。也就是说，世俗世界中的动物在根本上丧失了作为主体的可能性。也正是在这层意义之上，动物变得可以被随意处死。以此类推，人类的一切在世行为都得以在功利的层面上进行考量，向原初丧失的连续性的回溯在世俗世界中也就体现为对世界的征服，让世界服务于创造和使用它的人类生命的持存。我们也许可以将其视作是最原始也最基础的异化行为：“我强迫那些和我等同的事物不再为了它们自身的目的而存在，相反，是为了一个与其自身相异的目的存在。” 同样地，资本主义世界就是这种进行效用谋划的功利性世界的巅峰。所以，仿生人是工具这一点毋庸置疑。但人本身又何尝不是工具呢？", "一周目13小时全部存活结局达成，没有牺牲任何一个亲近人物。首先说下，我是一个剧情党，如果一个游戏主打剧情，那么肯定剧情是最重要的，其他的玩法，手感，音乐，画面都是为它服务的。也就是说其他的是锦上添花。而剧情垃圾说句难听的其他再怎么好，都是高级的垃圾而已。我同时作为galgame玩家，也是剧情第一位，画风好并且有动态色气满满hcg的万华镜在我这评价也只是中等。底特律作为该公司的第三部（应该是吧，不对请纠正），我觉得算是系列的及大成之作了。首先是画面，该社这10多年的积累，技术水平没得说，从暴雨到现在的底特律，动作捕捉技术加画面，以经跟电影那种感觉差不多了，一个同学看了下，第一眼以为我在看电影。当然这类互交式游戏的确这样，只是不同于业界另一个著名的ip，行尸走肉，该系列一直是走的真是画风路线，隔壁的行尸走肉更接近是看了美漫的感觉吧。在系统上，每一章都有着很多很多的分支，有些分支对后面影响小，有些很大，有些甚至决定主要角色的存亡。而本作最关键的加了剧情的flow图，这点是最舒服的，可以让我们知道我们选的走向，其他的选项，没有玩过的剧情，初作暴雨并没有这个功能。极限脱出初代就是因为没有flow图而备受诟病，好在后面的pc版加了这个功能。才能舒服的jump。剧情上，有推理解密，有qte打斗，有爱情，有友情，有亲情。结局众多，每个大结局也会因为我们之前的选择有差异，我也是稍微看了攻略才完成的最好结局。大家玩的话如果非得想走某个结局可以稍微看看。剧情内容不过倒是老话题，机器人会产生人类的感情嘛？有了感情，算新的物种嘛？这点大家见仁见智了。总之，剧情我只玩了好结局，可以打8分吧，跌宕起伏，三主角交错进行，而且人物也有代表，马库斯黑人+仿生人，被受压迫，走反抗之路，当上了耶律割首领，corna代表为统治阶级服务的仿生人，他是继续为人类服务还是回到同类怀抱？。卡拉代表则是最平凡的一类，在追求幸福的道路苦苦挣扎。我觉得在一定程度也代表了美国的现状，最近的游行示威，游行的黑人（打砸的）=马库斯，跟黑人一起的白人（或者对立）=康纳，默默无闻挣扎生活的人=卡拉。不过，我对于剧情的价值观略有不满，游戏天天自由自由，宣扬美国佬的自由，问题是现在看到这个老子就反感，挺恶心的，美国佬宣传的自由祸害香港，现在自食恶果。所以这游戏就给8分吧，里面有些政治正确也不舒服，不过跟某游戏比差得远，我能圣母婊我能快意江湖，选择方式很多，满足各类人。最后，主界面的妹子太漂亮了，我相信很多人也是被她吸引过来的吧，还经常调戏我们，发问卷，还会问愿意放她走吗，放了就真走了，界面没她了，这点挺用心的。总之，是个推荐大家一试的好游戏。", "有人的地方就有江湖。有江湖的地方就会有争斗~更何况是人类和自己创造出来的“人”呢~当第一个觉醒着觉醒的时候是多么奇妙的一件事情最后我还是通过了和平结局。可是我认为每一桩事或者是每一次的胜利~无论是哪个角度~都是带着眼泪的。用无数的眼泪来汇成一条大河~拥抱那些弱小又强大的群体我觉得他们可以成为我们的未来。或者是平行空间中的某一个未来~有几次玩着玩着就玩进去了=-=代入感太强了这个破游戏。欺骗我的眼泪霸占我的时间~总会在好几个点一边哭一边玩一边想给策划制作人和这个游戏公司喂shi为什么要创造这个游戏。真挺讨厌的。如果我们真的以后遇到了这样的事情。或许这个游戏也是在提醒我们~隐喻那些利用权力财力贫富差距的人~那些把我们平常人努力生活愿意付出的人当做机器人去对待。剥削我们的情感对我们不止一次使用语言暴力~人权是什么。。。。当一次次的以和平为目标去发声为了自己的一亩三分地为了自己要守护的人为了自己像一个人吗。。。。在这个游戏里。我说的最多的就是。。我有生命。无论我以什么形态活下来只要我存在这个世界上。我都应该被尊重~应该获得尊重应该赢得尊重应该有选择的去在这个世界上获得生活的权利获得甚至被正视的权利。如果造物主知道我们拥有独立思考的能力那就应该正视我们或许拥有不同的灵魂。。。包括动物一样。灵魂都是会发烫的哦。。-----------------------------------------说这个游戏吧。我最喜欢的一个地方拉近了整个游戏的真实度也是我最喜欢的一件事~就是看书~每一个我使用过的变种人都能看书（虽然是我操纵的）那是不是代表着在那个平行空间里~变种人也可以接收到这个世界上的信息呢~以至于我一直都吧我当成“我”活生生的一个人类。。提高了我的代入感和整个游戏的代入感可以看到在整个故事线的外面没有看到的~比如一个可以观测出来未来的变种人科技的发展~而当人过度去依赖科技会对这个世界造成什么样子的后果~生态的变换~当一个物种的灭绝是否我们作为这个世界这个地球的大多数守护者是否要承担起这个环境的责任呢？我们是地球人~我们理应保护好我们的家园不是吗~战争永远都在哪个朝代不会停歇~到底什么时候才可以停止呢？永远都会有人在发声报道~或许争抢就是我们的本质吗~人性有时候就那几个代名词吗？可以月球旅行了~这个是我最开心的~哎呀好希望我有生之年可以看到这样的场景啊~如果能真的来一场月球旅行环绕着地球一圈那该多开心（不过在游戏里只有1%的人才可以体验）------------------------------------------------最后说一点最后我万万万万万万万万没想到~是一个吻成为整件事的救命稻草。它让她动容了~这就是情呀~爱情呀~我他妈的赢了游戏也吃饱了。嗝~爱情不需要我歌颂了吧就是太伟大了吧我眼睛都流口水了~------------------------------------------------我没能救活那队母女~但是我相信以后这样的事情会越来越少。。因为在那个世界里我完成了一件很重要的事情。。它就像π一样~当你开始演算它开始~就会一发不可收拾~无论是我们现在还是游戏中。我都相信每一次的发声~都是我们到达目的的重要一环~慢慢地会随着发展世界而改变的。。。。下次一定会比这次更好的~--------------------------------------------------最后说一次。。我认为制造这种有思维能力的变种人作为情色交易的是极其扭曲的。甚至让我觉得这可以真实的作呕的一件事情。前提是当这个机器人不具备基本意识的话那我就不说了。。我理解发泄或者是这种事情它存在这个世界上是有它的必要的。。但我感到了非常不好的感受。。具备意识 和不具备意识的差距吧--------------------------------------------------打了那么多的字~应该打广告了。。斗~<", "前面偶尔卡死，重进就可以，尼玛玩到马库斯找涂鸦那里无限卡死，重启游戏一万次都没法过去那一关优化补丁什么时候出？", "通关了，马库斯革命失败~话说好久没有通关游戏了，每次选择都会带来不同的结果，是神作没错了~游戏流畅画面也是上佳除了黑屏掉死过一次外其它运行无问题，明天开始二周目~", "Q：我的处理器是9999999900K，请问能跑动这游戏吗？A：你三万个世纪后的CPU都会在开始加载的时候给你卡死Q：这游戏优化好吗？A：Steam界面根本不能打开，打开了就是找死。游戏会把你整个电脑卡顿，然后帧数掉到五，体验丝滑流畅的感觉。Q：这游戏会不会闪退？A：会，一分钟能闪退几万次。Q：为什么Steam评价那么高呢A：游戏是好游戏，然而这个PC移植是很懒不负责的，说他三个月做出来的完全不过分。Q：我应该在Steam上买吗？A：索大法，不谢。要想更好体验产品，原产地在哪就去哪吧。反正帧数也都没区别，不是锁30就是锁60（锁60还是假的锁60）请不要怀疑我硬件差，主页有小清单。无法评价/10", "Become Human", "很棒的游戏", "我完成了属于我的故事，这款游戏太棒了！", "制作精良的交互式电影", "十个小时 大概只玩了这款游戏的百分之十  互动电影 真的非常享受 参与感和代入感十足 非常推荐！", "好", "打碎了我心中游戏的定义，之前看主播玩过，当时就影响深刻，现在自己玩了才发现这是真的神作", "!!!!!!!!!!!!!!!!", "GREAT", "一周目成功免费，为母女俩读了一次档。Kara永远滴女神！", "很棒的游戏，不容错过"], "price_discount": "-10%"}
{"game_name": "Ori and the Will of the Wisps", "detail_url": "https://store.steampowered.com/app/1057090/Ori_and_the_Will_of_the_Wisps/?snr=1_7_7_230_150_2", "release_date": "10 Mar, 2020", "publisher": "Moon Studios GmbH", "developer": "Moon Studios GmbH", "tags": "动作 类银河战士恶魔城 大师级 唯美 好评原声音轨 平台游戏 单人 氛围 冒险 剧情丰富 可爱 探索 动作冒险 解谜 独立 困难 情感 奇幻 开放世界 类魂系列 ", "game_price": "¥ 90", "game_review": "29,034 篇用户的游戏评测中有 94% 为好评。", "info": "在充满异域风情的广大世界中开启全新旅程，征服强大的敌人，解开极具挑战性的难题，在一次次任务中，揭开奥里的命运。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/1057090/header.jpg?t=1591117157", "review_list": ["玩完Ori1之后一直等着Ori2降价，昨天刚入手，买了就后悔，后悔买晚了", "是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？是谁在等打折？哦！是我，我是傻逼！", "O ever youthful, O ever weeping 永远年轻，永远热泪盈眶 前言 《精灵与萤火意志》是这个世代少数可以让人短暂相信艺术超脱甚至凌驾于生活的优秀动作游戏。即便前作《黑暗森林》奠基了整个系列唯美至上的音乐美术风格，《萤火意志》仍然推陈出新，利用更为细腻的动作系统和别致的关卡设计为玩家们提供了无与伦比的沉浸式体验，让人想起感动，想起原初的艺术生命力，想起风里用音乐谱写的诗句。某种程度上，《萤火意志》不仅仅是一款2D的银河城游戏，而是一首用颜色作的最漂亮的诗篇。 评测 15年面世的《黑暗森林》让世界立刻记住了Moon Studio这个名不见经传的工作室。《黑暗森林》完全不像是一个成员零散于世界各地的团队制作的游戏：它的故事围绕着“生命”这个永恒的主题徐徐展开 - 灵树为了自己的精灵孩子点亮了黑夜，纳鲁带着无穷的善意收养了遗孤奥日，奥日为了森林的延续寻回了元素。前作的世界里，音乐，美术纷纷为该作品斩获了最佳艺术指导，作曲，音效等多个奖项。但在20年的今天，《萤火意志》进一步的放大了这些原有的优点，并用难以置信的沉浸感满足了手柄和Dolby玩家。在《萤火意志》中，地图的多样性被首先照顾和补全了。在这部作品里，玩家们不仅有机会在骄阳烈焰的沙漠自由探索，更可以感受雪山，林地，洞穴的壮阔与斑斓。事实上，每一帧的画面都在诉说着一种色彩，让玩家们充分的去感受一种自然风光所蕴含的力量。以游戏最开始的斑驳树影为例，渐变的墨绿和荧光的湖蓝交相呼应，配上刻意带有滤镜模糊的远景，游戏的艺术设计无时无刻不在让玩家感受制作者别具匠心打磨的艺术品。《萤火意志》的一部分优秀之处正是它成功诉说了制作者想要表达的情绪，而这种诉说某些时刻仅仅只是靠单频光完成的。如果我们提到紫色，我们便能看见神秘莫测的岩窟，而红色则把我们带到了落日天。这种灯光叙事几乎在游戏界是独一无二的。在音效还未响起的时候，一缕光就已经讲解了一种灵魂，无须语言，只要捕获的目光。这种感受就像在看Klein的蓝色画作，为情绪塑造了最为纯粹的美感。同样值得一提的是，游戏的手柄设计为不同的场景交互提供了难以置信的手感。从绒雪的轻触到颗粒沙漠的践踏，手柄扳机的反馈棒极了。作为一款2D的“跑酷”游戏，系列里点睛的“大逃亡”片段始终让玩家们津津乐道 – 试想一下三段跳配上猛击敌人反向翻越山坡，越过荆棘的快乐。而随着游戏的深入，你的逃离对象从巨狼变成坍塌的巨石和狼蛛的时候，玩家们日渐精进的手法和操作会进一步为他们带来紧张刺激的体验和成就感。虽然一直会被和同类型的《空洞骑士》相比较，《萤火意志》的按键要求显得更为绵软一点。一部分的原因是前者有一定的按键绝对性，即所有的跳跃冲刺和下劈都有特定的范围判定和目标长度，所以更容易设计出有目的性的boss战和场景。但《萤火意志》的目的是前进式的，是连绵不绝的。像许知远的呢喃，“马背上写字，草不会尽”一样，《萤火意志》展现的银河城游戏的另一种可能，即动作前行大于动作完成。如果这种动作的组合和配比能展现更多的可能性，则让它继续，让它成为延展。所以奥日就像意志一样，生来自由，生来无拘。奥日的故事在这一部仍然继承了原作深沉的拟声词叙事和苦乐参半的叙事结构。为了避免剧透，这篇评测对于故事没有过多的介绍，请感兴趣的玩家们务必自行体会一下。但喜欢和熟悉游戏原声的玩家们不妨在游玩前先试听一下Gareth Coker从《黑暗森林》到《萤火意志》的调性转换，从Naru, Embracing the Light到A Yearning for the sky的细致缱绻。抛去一些细枝末节的问题，《萤火意志》是当代屈指可数的标志性作品。它象征了一款类型的巅峰，用无数的细节堆坼了一款几乎完美无瑕的艺术品。同时，其动作系统为喜好挑战冒险的玩家们提供了无与伦比的打击感和探索空间。9.7/10 优点  深度的故事，令人惊叹的艺术设计 极具真实度的环境音效 打击感，打击感，打击感 缺点  □□的问题（即便已被修复）", "这不是游戏，这是艺术品。", "我问你喜欢什么类型的游戏你说你喜欢类恶魔城的ori  空洞骑士  死亡细胞都没玩过你说你喜欢类恶魔城", "打开游戏后刚听到主界面的音乐 我就知道还是内味儿 音乐依然很好听 游玩过程截图不断这作机动性比上一作高了不少 动作也流畅了许多 完美继承了一代的优点这次能直接传送了 后期技能拿全了跑图全收集就非常舒服了 新增了不少NPC和支线任务地图师和精灵碎片等可以看出来借鉴了空洞骑士 Boss战观感非常棒 可能是制作组初次尝试战斗系统技能伤害数值不是很平衡 光矛.精灵弧击和锤子比较强势 而其他技能偏向于工具用中后期的血量和能量非常多 续航能力和容错率大大提升 不少地方可以靠血莽着过去难道是一代说难的人太多了 于是制作组想做的简单些？Ori1最喜欢银之树逃亡 Ori2最喜欢沙虫追逐战最后 口口！ 口口口口！这原声音轨还不买爆？结尾是不是暗示还有续作？", "刚买完完了十分钟我就后悔了，后悔为什么没早点买", "对比一代做了不少该改善，但玩下来还是原汁原味，手残16个小时全收集一周目通关，内容还是很丰富的，控制灵活的奥日穿越在各种地形揭开谜团。总体而言是一个很好的游戏，非常值得体验。买之前听说变得有点像空洞骑士，作为双修玩家表示这种传言完全是无稽之谈，新系统确实有相似之处，但是运作方式与空洞骑士还是有很大区别，没有改变奥日的原味，两个游戏都是好游戏但是游戏内容与游玩体验有本质的区别，互相影响互相进步是很好的发展。当然就我个人体验，还是存在一些缺点1.优化不太行，我电脑配置比较差，玩新出的3a大作有压力，但是也可以流畅运行大多数大型游戏，我自认为这游戏完全不至于吃光我的配置，但是，实际上，我玩这游戏电脑发热比同期在玩的刺客信条枭雄都严重，且时不时有蜜汁卡顿，每次进退出游戏要卡上半天。2.一些技能我觉得有些多余，全收集通关后，有的战斗技能我用都没用过，大锤光矛走天下，不少精灵之树吸收的技能在通关那一片区域以后就封存了，明明有技能盘随时切换，但实际用习惯的就是四五个。3.一些逃亡没有紧迫感，一代最喜欢的一段就是水树逃亡，二代里有不少区域最终战的逃亡在我看来太水了，路程短，没有压迫感，逃出来感觉：就这？，但不可否认战斗系统的革新配合boss战设计以及多阶段的转换，让我觉得各区域最终战还是有感觉的，点名批评雪山逃亡4.剧情（防剧透别看）总体剧情还算过得去，但是我要额外批评序章与终章，序章：新冒险的开始竟然是小小黑第一次试飞失败，当时我就觉得很草，太草了，换地图的理由很突然很牵强没有任何提示。终章：沙虫逃亡前就从壁画中可以看到世界树、光芒、精灵之间的关系。我就已经做好了奥日化为世界树的结局，然后好不容易合成了光芒，任务变成把它送回世界树，实际上我感觉是欺骗奥日去自杀，到了世界树来了一句“奥日，你必须放弃你的生命”我当时心态就崩了，有这事你不早说，我不能去道个别？，没人告诉我成了树就要死啊，树又不是没有意志，你不是能说话吗，自从进了世界树之后，我就没感觉奥日有自己的思考，就只是成树之前简单有一点回忆，甚至与家人都没最终见上一面。最终战后，奥日伤痕累累，就是一句“奥日，是时候了”，你催尼玛呢，如果奥日成了世界树立刻长大然后飘叶子形成新的奥日，我也许还能接受，结果多年过去才长大，该老的都老死了才产生新的奥日，结局的处理真的是一言难尽，全是shi，怎么难受怎么来，不肯给玩家一点安慰。最后再吐槽一句你本地的世界树与精灵之间的轮回管我来旅游的外地精灵什么事，我只是一不小心坠机的路人", "我发现自己有个奇怪的毛病，不全成就不会认真写评测……在认真奋战了将近60个小时（统计是这么说的）之后，终于搞定了全成就，写个评论，也算是给自己一个交代照例前方奉上指南参考，感谢 Nick Aslant大佬 撰写的攻略在我一代二代的全成就道路上给予的指导https://steamcommunity.com/sharedfiles/filedetails/?id=2023041246 更像RPG，探索收集更丰富 本作与前作相比，跑图、死亡判定等等变得较为简单，同时增加了boss战，让原本的2D横板跑酷游戏变得更加丰富，不再局限于逃生关卡，而是有了RPG的味道；再加上符文碎片的设定，使得攻击流派变得更加丰富，不同的boss使用不同的流派会有奇效 灯笼，永远滴神！ 地图相比与前作，肉眼可见的变大了  （也变长了hhh）  ，原来我的iPad可以一个屏幕右滑一半就显示全，现在要右滑4-5次了……虽然地图大了，但是各种收集物品的可见性也变好了，还有地图可以买，再加上最后手手相传任务给的地图石，分分钟找到自己缺失的收集品……收集变简单了很多 困难难度通关、无花费通关、无碎片通关 三个成就一起跳的时候，我是想哭的 我在打全成就的时候算是有点自虐的，不怕死地在困难难度下打 无花费 无碎片 这俩，打了2个晚上，Kwolok这只青蛙把我打到自闭，无数次想着「算了吧，简单难度再解锁吧，何必折磨自己呢」，但是又无数次告诉自己「都打了这么久了，不能轻易放弃啊」，于是在无数次打得想死的时候告诉自己再坚持一下，终于磕磕绊绊打到了困难难度通关我还记得通关的时间是 2020年6月17日早上6:03，在那之前，我从未觉得清晨的阳光如此美丽过从一代走到现在，大概自己真的是爱着这个游戏，爱着Ori，爱着那些陪伴着Ori一起冒险甚至是一起奉献的每一个角色希望Ori在Niwen大陆可以健康成长，因为你承载着太多人的希望 You embraced the light, when your name was Ori", "花90块买了个平台跳跃游戏 ×花90块买了件艺术品            √", "perfect！！！", "13小时普通模式通关，没买1直接玩的2，游戏是好游戏，我是傻逼。", "yyds", "艺术品  请不要仅仅当做游戏去接触它", "谁玩谁上头", "其他都好，可以说是杰出，就是结局拉跨", "神作，好好玩", "画质很棒，操作体验很不错，游戏中的任务也很可爱。", "还是好游戏 就是打斗没有第一部那么简单了 手残党哭了", "好玩，美中不足的是战斗系统做的不太行"], "price_discount": "-20%"}
{"game_name": "Cities: Skylines", "detail_url": "https://store.steampowered.com/app/255710/Cities_Skylines/?snr=1_7_7_230_150_2", "release_date": "10 Mar, 2015", "publisher": "Colossal Order Ltd.", "developer": "Colossal Order Ltd.", "tags": "城市营造 模拟 建造 策略 管理 沙盒 单人 可模组化 经济 资源管理 拟真 模组 重玩价值 休闲 阖家 即时含暂停 现代 好评原声音轨 欢乐 动作 ", "game_price": "¥ 88", "game_review": "92,955 篇用户的游戏评测中有 92% 为好评。", "info": "《城市：天际线》是对经典城市模拟类游戏的现代演绎。该游戏引入了全新的游戏玩法元素，让玩家切身体会到创造和维持一座真正城市的兴奋和艰辛，同时扩展了城市建设体验中的一些经久不衰的主题。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/255710/header.jpg?t=1589804223", "review_list": ["我是废物", "=======大小=======✓☐ 百兆小游戏☐ 1-5 G☐ 5-10 G✓ 10-20 G✓ 20-50 G✓ 50-100 G☐ 100-200 G✓ GMOD=======图像=======☐ 无法和现实区分✓ 赏心悦目✓ 很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe☐ 像素党秒天秒地！=======游戏体验=======✓ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力=======声音效果=======✓ 耳朵怀孕✓ 感动人心✓ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？=======受众群体=======？ 儿童✓ 青少年✓ 成人☐ 仅限成人=======配置要求=======× 能玩扫雷的电脑都能玩☐ 入门配置✓ 一般配置✓ 进阶级配置✓ 发烧级配置✓ 神威•太湖之光=======难度=======✓ 点点点突突突炸炸炸✓ 轻松愉快✓ 得动动脑子☐ 上手快精通难✓ 烧脑=======游戏寿命=======☐ 玩完就退款✓ 5-10小时✓ 10-30小时✓ 30-50小时✓ 50-100小时✓ GMOD✓ 我觉得我能比它先去世=======游戏粘性=======✓ 可能不会完全通关(毫无新意的垃圾游戏/根本没有通关一说)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出2？嗯？我就问你出不出2？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)=======操作=======☐ 你家的宠物也能玩✓ 简单✓ 中等✓ 困难✓ 反人类✓ 空洞骑士=======肝=======✓ 护肝✓ 如果你想玩出点花样✓ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ 必须24小时全天候地肝=======肾=======✓ 护肾✓ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽=======故事情节=======✓ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行☐ 精彩☐ 可以作为你的第二人生=======平均一局游戏时间=======☐ 办公室必备☐ 短小精悍✓ 中等✓ 较长✓ 卧槽！天亮了！=======联机=======✓ 孤独患者☐ 你唯一的沙雕网友☐ 2-4人☐ 5-10人☐ 11-30人☐ 31-64人☐ 行星边际2=======语种=======☐ 你信不信我会八国语言？✓ 基础英文✓ 可以打汉化MOD或补丁✓ 自带汉化！=======价格=======☐ 免费游玩!？业界良心！✓ 值这个价✓ 如果你有点闲钱的话可以一试？ 不推荐原价入✓ 信仰无价=======游戏整体评分=======☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)☐ 80-95分(无论从哪个角度来看都非常不错)✓ 95-100分(这游戏牛逼！)✓ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)✓ ∞分(死忠舔狗专属评分)=======Bug=======✓ 几乎没有✓ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "当市长太累了，一群刁民整天抱怨，就不能共建和谐社会吗", "这帮刁民气死个人了，最北边的人病了明明旁边就有医院，结果最南边的医院救护车却穿过整个城市去救人。。生怕路上不够堵", "刁民太多，多喝粪水。消防车也就图一乐，真要跑得快还得看灵车。", "把闪退的问题修复一下吧，我玩了四个小时没有存档，说没就没了", "我的梦想是1：1还原我居住的城市", "刁民万岁", "看到打折价格，气得我土拨鼠叫", "p社传统: 有dlc和没dlc是两个游戏", "支持", "会上瘾，并且知道自己审美不足", "如果是随便玩玩的心态的话还是不建议玩这款游戏，因为有很多东西需要你去了解，如果是那种买一款游戏一定要玩精的那类人的话，真心推荐，购买本体只是乐趣之一，推荐购买全dlc除了音乐包和演唱会dlc。买到游戏之后可先体验一下，不过我还是更推荐先去B站等地寻找攻略来了解一下游戏的详细机制，我第一次玩的时候是一脸懵逼，真的。这游戏现在唯一的缺点就是画质相比较现时代的游戏要差一些，不过这游戏画质太高的话也没法玩起来（我的电脑是2700X+2080+16g）。最后希望购买此游戏的人能够有良好的游戏体验。", "个人认为难度有点高，动不动赤字，钱老是赚不起来", "steam就是要你在里面范错误，还要找借口或理由。城市天际线是个很好的模拟城市经营类游戏，值得推荐。", "给小白的建议：1.选地图的时候就先看资源规划，石油过载，别墅靠海2.进去先开地图分布，然后默念几分钟心里布置大概蓝图，从基本水电-交通（未来的铁路、高架）-工业区...3.城市布局不熟就按BJ这么来，一环扣一环，（单行道环岛出分支）不要一来就正方形，堵车！！！4.商业街居民区混搭，工业区隔开随资源分布布置5，一定要留一个单独的地方放坟、垃圾场6.不要买雪地地图！！7.千万不要贷款，人口没过5000，顶不住了就重开吧8.每一条路都要先思考！这游戏就是提前规划，不要一股脑的造！9.人口密度不要太大，不然很难受后期，一堵车一出事全完！", "为什么启动不了游戏", "入门萌新，玩了几个档总算能熟练运用游戏机制、合理规划、解决刁民的问题了，造景轻微涉猎，笔记本内存8G开着低画质玩经营规划也挺香的。总之，游戏自由度很高，如果你能静下心（重要！玩着玩着就入迷了），喜欢城市发展规划（交通、导流特别重要！），喜欢自己创造大或小的城市/自然 人文景观（网上看看大佬，造景比较繁琐，但做出来真的好看！！！），买它准没错！配上创意工坊香的一批！", "太棒了，究极磨时间", "无限闪退"], "price_discount": "-75%"}
{"game_name": "Assassin's Creed® Origins", "detail_url": "https://store.steampowered.com/app/582160/Assassins_Creed_Origins/?snr=1_7_7_230_150_2", "release_date": "26 Oct, 2017", "publisher": "Ubisoft Montreal", "developer": "Ubisoft Montreal", "tags": "开放世界 暗杀 动作 角色扮演 跑酷 潜行 冒险 历史 单人 第三人称视角 剧情丰富 动作角色扮演 探索 氛围 多人 沙盒 好评原声音轨 光明会 步行模拟 劫掠 ", "game_price": "¥ 248", "game_review": "46,157 篇用户的游戏评测中有 84% 为好评。", "info": "《ASSASSIN’S CREED® ORIGINS》是一次全新的开始 *《Assassin’s Creed》Discovery Tour现已免费更新！* 王权和阴谋统治下的古埃及时代正慢慢消失在争权夺位的冷酷之战中。重返刺客兄弟会起源的最初时刻，揭开不为人知的秘密和被遗忘的神秘事件。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/582160/header.jpg?t=1575638190", "review_list": ["农民：我们交不起税了巴耶克：我去和地方官谈谈任务更新：杀死地方官", "为什么我玩正版就闪退，盗版就能玩?买了正版却只能盗版通关可太艹了", "我是傻逼", "如果你身在国内，没有高速的，稳定的梯子，或是有意愿为此购买加速器，那么我劝你不要买它。这句话对任何育碧游戏都适用。如果你不信邪，买了，珍惜那2个小时的退款时限，因为当你点开启动游戏，但还未登上uplay的时候，你的steam显示游玩时间会自动增加几分钟，一般是3到4分钟不等（或许是一个量子叠加态的你在玩游戏也说不定）。请务必在暴躁、发狂之后，注意退款时间。此外，如果你更新了最新的win10系统，请不要购买。育碧的游戏反作弊系统如今不知道犯了什么病，与最新的win10系统有冲突，当你启动游戏时，会提醒你：检测到禁止的windous内核修改，并禁止你进入游戏。我试了各种方法，解决不了。如果您有信心解决这个问题，您也可以购买。至于什么时候可以买，我不知道。现在是北京时间2020年6月28日半夜12点，距离我购买看门狗2，并在5小时的折腾无果并申请退款的时间，已经过去了半小时之久。这半小时里我想了很多，祝你们不需要像我一样想这么多。育碧nmsl", "我是傻逼", "游戏好是好，就是没有dna这种东西了。", "育碧的游戏一如既往有着优秀的美工和精准的历史考证，看风景也值回票价。起源选择希腊化的托勒密王朝作为背景，将古埃及，希腊，罗马三个要素融入到游戏中，增加了游戏的历史厚重感， 也为之后的作品提供了大量可复制的建筑素材 作为一个开放世界游戏，起源将当时埃及版图作为游戏地图，由于比例问题，导致不同地形区的过渡突兀：骑着马驶过森林，马上就到了沙漠。同时，山区峡谷的比例更加失调，在其中的感觉如同公园假山。玩法也较为单调，基本就是接任务-跑图-暗杀-完成，或者是接任务-跑图-搜索-交还的模式1.但是古墓解谜做的挺有意思。剧情有些任务的故事写的还不错，虽然过场动画的表现力略有不足，但基本上讲好了故事，总体上尚佳，打折可入。", "光是看风景也值了", "我是傻逼", "我真的服了，uplay什么laji，我买了他还说无法验证拥有者身份，给钱不知道是不是我给的呗？能这样我真没想到，吐了，有没有带哥告诉我该怎么办啊，求求了", "非常好玩", "夏促49，我199买的，我是傻...... 算了，玩了好久了，早买早享受", "好玩~", "感觉画质真的好，还有丰富的玩法，比如打猎之类的在主线外还有许多支线等可供游玩", "。", "打折买太值了。", "挺不错", "牛逼", "傻逼ubi不创建存档文件夹，2天重玩三次，单机游戏你整尼玛云存档呢，再买育碧游戏我就是狗", "个人感觉起源剧情非常好，风景是真的好看，地图大小还是挺大的，就是吧，有一点难受，跑图跑到死，推荐玩，但是我玩过朋友的奥德赛，个人觉得两个游戏别一起玩，容易混"], "price_discount": "-80%"}
{"game_name": "Halo: The Master Chief Collection", "detail_url": "https://store.steampowered.com/app/976730/Halo_The_Master_Chief_Collection/?snr=1_7_7_230_150_2", "release_date": "3 Dec, 2019", "publisher": "343 Industries", "developer": "343 Industries", "tags": "大师级 好评原声音轨 第一人称射击 经典 多人 剧情丰富 科幻 合作 第一人称视角 Epic 动作 射击 故事架构丰富 外星人 唯美 单人 太空 氛围 冒险 恐怖 ", "game_price": "¥ 116", "game_review": "85,016 篇用户的游戏评测中有 91% 为好评。", "info": "一举入手涵盖士官长传奇征途的六部游戏作品！专为PC平台度身打造，本合集内的六部力作将逐部推出。无论你是历战多年的老粉，还是刚刚邂逅斯巴达II战士约翰-117的新玩家，《光环：士官长合集》都能给你带来终极《光环》游戏体验。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/976730/header.jpg?t=1592848571", "review_list": ["---{大小}---☐ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G✓ 20-50 G☐ 50-100 G☐ 100-200 G☐ GMOD---{游戏类型}---✓ FPS☐ TPS☐ 不是F/T PS---{图像}---☐ 像素党秒天秒地！☐ 无法和现实区分✓ 赏心悦目☐ 很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe---{游戏体验}---✓ 完美！！！☐ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力---{声音效果}---☐ 耳朵怀孕✓ 感动人心☐ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？---{受众群体}---☐ 儿童☐ 青少年✓ 成人☐ 仅限成人[特殊群体]☐ 欧皇☐ 欧洲人☐ 偷渡者☐ 氪金狗 (玄不救非氪不改命)☐ 非洲人☐ 非酋---{配置要求}---☐ 能玩扫雷的电脑都能玩☐ 入门配置☐ 一般配置✓ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光---{难度}---☐ 点点点突突突炸炸炸☐ 轻松愉快✓ 得动动脑子☐ 上手快精通难☐ 烧脑---{游戏寿命}---☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时✓ 50-100小时☐ GMOD☐ 我觉得我能比它先去世---{游戏粘性}---☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)✓ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)---{操作}---☐ 你家的宠物也能玩☐ 简单✓ 中等☐ 困难☐ 反人类☐ 黑暗之魂---{肝}---☐ 护肝✓ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ 必须24小时全天候地肝---{肾}---✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽---{故事情节}---☐ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行✓ 精彩☐ 可以作为你的第二人生---{平均一局游戏时间}---☐ 办公室必备☐ 短小精悍☐ 中等✓ 较长☐ 卧槽！天亮了！---{联机}---✓ 孤独患者☐ 你唯一的沙雕网友✓ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2---{语种}---☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！---{价格}---☐ 免费游玩!✓ 业界良心！☐ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价---{游戏整体评分}---☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)☐ 80-95分(无论从哪个角度来看都非常不错)✓ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)---{Bug}---☐ 几乎没有✓ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "我缺你这一块钱吗，给👴加价到117", "斯巴达战士没有死，他们只是在战斗中失踪了。", "经典就是经典完成了高中起十五年以上的执念", "i cant sign in with Xboxlive", "致远星：让我们干爆这群星萌杂碎吧！Halo1：让我们干爆这群洪魔杂碎吧！Halo2：掺粪霰弹，洒水机枪，星萌光枪祖传坑爹后效，棒鸡魔法加成鬼面兽，豺狼人核弹后效狙击，士官长神风劣质蜂窝煤装甲；兄啊，这仗怎么打呀，UNSC和星盟精英吃了回扣罢（恼）如果说致远星像是T34 vs 四号，Halo1像是IS2 vs 虎式，那Halo2便是BT5联手馒头大战鼠式了吧。。。10/10", "这是一款非常棒的作品，要夸它的话篇幅太长，这里就几个要点简短概述一下。画面：作为重制版把画质提升到了12到14年左右主流fps的水平，载具武器人物贴图做的很精细，武器的光效和粒子效果也非常棒，建筑和地面贴图略微欠缺，水面做的稍微差点，但是作为一款重制作品已经非常有诚意了。玩法：基本保持不变，但是敌人的智能程度绝对是一些fps苦手要面对的一大挑战，这些敌人跟 cod或者众多开放世界的傻瓜站桩射击不同，非常讲究站位，他们会冲锋，会闪避，甚至会撤退。鬼面兽跟精英的配合在你稍不留神的时候就重拳出击，尤其中后期一些关卡非常容易反复去世，不建议尝试最高难度。既然敌人很强那我们的队友自然不堪落后，这些队友也比那些站桩  对射一小时打不死对方的强百倍，他们会根据实际 情况进行推进或者补位，而且是实实在在对敌人造成杀伤的。你操作炮台 时他们会去开车，你开车时他们会拿上武器，有ai队友的配合会比你自己跟对面单打独斗的体验好上一个层次。剧情：这个就不多说了，看过小说的朋友们应该都已经知道了，没看过的也可以自己去体验，那个关于友情，勇气与希望的故事。音乐：我自己是木耳朵，但是这个配乐是真的非常的棒，我也不太懂专业的名词怎么去解释这个，总之就是气氛渲染的很到位：磅礴，大气的感觉。游玩时遇见的一些问题（这个因人而异我只把我遇见的和解决方法分享出来）我自己的设备是手柄跟蓝牙耳机，蓝牙耳机进去时是没有声音的，这时要在桌面右下角找到音频管理器，把耳机的输出端给禁用，也就是麦那部分。设置好以后进去还是会发现人物光有字幕没有声音，这时去游戏菜单找到字幕那栏，把下面默认的语言改成英文，然后就可以正常游戏了。跟我一样手柄游玩的推荐把按键模式改成通用射击，这样大部分操作可以对上主流fps的手柄操作。目前发现的一些缺点：20年代初fps的通病，寻路系统差，目标指引不明显，没有地图，交互提示不足。士官长系列是很早以前的作品了，虽然我阅读过小说但是那个远古年代的游戏还是一直没去尝试，能在游戏中重现小说那些震撼人心的场景非常的惊喜。感谢微软重制了这个令人振奋的系列，让我们再次一睹士官长以及人类抗击星盟的勇气的赞歌。", "♡永远的117♡", "这简直就是史诗级大作，几部作品联系起来所形成的世界观超级庞大。当年玩的3DM版，就只有1代，打完了之后让我莫名有种想买xbox的冲动，这可能就是微软恰烂钱的力量吧，推荐补票和情怀党入手，不过要是想玩，那么这部合集也能给你完整的游玩体验，能让你完全明白游戏到底再讲些什么。另外，为什们士官长和毁灭战士长得那么像emmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm", "下载好了莫名其妙又要重新下载，92买的退款只能退85，第一次遇见", "玩个单机还要你ma登录,登录就算了,还登录不上,出趟们,两天没玩就退下来,一退就登不上.为了防盗版就恶心正版玩家???", "果然是经典IP，我叔叔来我家看我在玩试了一下就爱上这个系列了", "现在只想知道3和4大概多久登陆。。。就纯玩了个致远星，后面还在下载，射击手感觉有点软，反而近战类的手感是真的舒服，推图的时候就新类型敌人会卡下关。。。最操蛋的感觉是电浆手雷，炸怪爽炸自己也爽。", "经典👍", "重置之后画面还是不算理想，玩着也有点晕，总体来说还是可以的", "太恶心了", "1", "傻逼游戏操你们全家，畜生一般的判定莫名其妙就你妈死，真你妈傻逼游戏，这玩意卖你妈卖麻批，打你妈半天保存不了又重新打，老子给你们制作组集体上坟", "不说了，爽到", "圆了在PC上玩到全部光环系列的梦"], "price_discount": "-21%"}
{"game_name": "The Sims™ 4", "detail_url": "https://store.steampowered.com/app/1222670/The_Sims_4/?snr=1_7_7_230_150_2", "release_date": "18 Jun, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 238", "game_review": "", "info": "", "imgs": "", "review_list": ["这DLC的价格像在收智商税", "入手了有点香但是价格太贵了！DLC全部下来要3000多！你怎么不去抢！另外，有人推荐必买的DLC吗？", "一款打法时间十分好的游戏，百合大法Gay大法任你选择，甚至你还可以女装，牛逼！不买你是傻逼，原价买了我是傻逼！", "为童年补票一下本体，但这些dlc价格就离谱，全都打一折我也未必补得起", "可以百合我又可以了，dlc属实贵", "不太好得就是从橘子上到steam后打折力度小了没有橘子打折力度大 而且一些特殊mod steam还没开放创意工坊不试很方便 希望赶紧有创意工坊", "捏了一个精神小伙结果硬生生被我玩成肥宅，太拉跨了吧！", "模拟人生4dlc属实贵的离谱，而且烂橘子买的dlc还不能装在steam的本体上（我是傻逼，早知道买烂橘子上的了，希望g胖以后打折力度大一点）还有就是点进去的时候有一定概率可能会一直卡在加载界面，游戏还不能退掉，只能重启电脑，（后来我直接在烂橘子开好了一点，有没有大佬知道原因吗，配置也是够的）怎么说吧这游戏知道不推荐买，又贵，dlc还分那么多，还要打开烂橘子这个平台，但是没办法谁叫我是老韭菜了呢，哭", "玩過3然後玩4，現在準備退貨，也不知道你們能不能看到評測感覺除了捏臉比3好玩先進，其他。。。我謝謝你，剛開局連個城市都不給我開放的。周邊只有自己的，聽說到哪都要傳送，不說我的模擬人物，我自己是快玩的自閉了。畫面是挺精緻，很精緻，但是，同樣是一天的生活，可能是因為我看不到我人物的工作地方，我感覺基本一天下來完成了生理需求和升職每天任務，除此之外啥都做不了。。。總之就是很。。。坑？大概是這個感覺吧", "买了steam还是要用烂橘子的企业级服务，我是SB", "好玩是真的香，就是nmDLC太贵了，要是ea能良心一定不要钱或者部分要钱，这游戏可能比现在还火，不知道dlc劝退了多少人", "很棒的游戏！", "我的室友是个邋遢鬼，带坏我闺女妈卖批", "刚玩这游戏想着DLC贵，就玩玩本体体验下得了，结果越玩越上头，DLC一个接一个的买，之前在橘子上安装的DLC，steam版也可以使用，大型资料片必不可少，扩充包和组合包看自己喜好买吧。", "游戏还行吧，就是不能长期雇佣保姆 做饭还得自己做。主要是这游戏已经出了6年多了吧，DLC 还卖那么贵 全套3000多块。。。没见过钱还是怎么？", "DLC太贵 东西太少  只买本体毫无可玩性", "刚开始玩不太了解感觉玩久了有点无聊", "卡吐了，别人能花60多从淘宝买，我买的贵不说还这么卡玩个锤子", "老SIM粉丝了", "孤儿玩家的必备选择，小伙伴是什么我真的不用（手动狗头）"], "price_discount": "-50%"}
{"game_name": "Divinity: Original Sin 2 - Definitive Edition", "detail_url": "https://store.steampowered.com/app/435150/Divinity_Original_Sin_2__Definitive_Edition/?snr=1_7_7_230_150_2", "release_date": "14 Sep, 2017", "publisher": "Larian Studios", "developer": "Larian Studios", "tags": "角色扮演 选择取向 回合制战斗 制作 开放世界 剧情丰富 合作战役 团队角色扮演 玩家对战 多人 角色定制 奇幻 等角 可模组化 电脑角色扮演 策略 回合制 女性主角 回合制战术 永久死亡 ", "game_price": "¥ 133", "game_review": "80,203 篇用户的游戏评测中有 95% 为好评。", "info": "来自《博德之门3》的开发团队，倍受好评的本作提升了RPG业界标杆。召集你的队伍，驾驭富有深度和挑战性的战斗。以最多四人的队伍进行冒险 - 但是请记住，只有其中一人才能成神。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/435150/header.jpg?t=1592914193", "review_list": ["当你不知道这个任务怎么做的时候就把给你任务的人杀掉", "我永远喜欢绿维珑。一年了。我还是想救那个唱歌很好听的圣教骑士，在私奔的情人躺着的挂着彩虹的河边，在快撑不下去的据点角落，在战死的就那么躺在破败城墙边的两位骑士身边。Paladin Adym Ostwin.我想救你。“I shall not mourn till war is done/ I shall not weep while blood still runs/ I’ll hold my tears when weeping comes/ who shall avenge you, darling one”我曾经那么想救你。我仍然那么想救你。想从刺客手里至少救下你这个家伙。你们圣教骑士真的好穷，路过的时候作为好心的亡灵蜥蜴人，会随手送他们一瓶带泡沫的啤酒，苹果，番茄。是从其他地方带来的好东西。看着茶和酒躺在他们的空空的物品栏里，就很开心。我走开了，就会拿出来吃掉了吧。很好吃的呀。唱歌很好听的圣教骑士，我要付出什么才能救下你啊。一年前的事了。从远方回来，试着去救还在骑士据点哼歌的你。第一个小时。失败。暗杀者每次都第一个打你，一击毙命。拉着费恩，洛丝，王子，远远站成一排，每人学两个传送技能，试图把你远距离传送走。但是只要靠近你大概17m，暗杀者就会出现——传送术和幽冥换位都只有15m范围。我不能靠近骑士据点，一靠近剧情就强行推动，暗杀者就在你身边凭空出现。是读档第几次呢，暗杀者一锤子抡空，miss。啊，抡空。抡空。抡空。站起来快跑啊骑士，到我身后来，我带你走。在河边草地上的你：啊我死了。没打中你也可以的吗！（想抓住你的肩膀使劲晃）读档。让作为战士的王子开嘲讽，法师洛丝把王子传送进敌阵。不行，刺客还是只打骑士。读档。把金字塔丢进去，洛丝传送进去，来不及。来不及。试了太多次可以排除时间问题。读档。暗杀者敏捷21，那么把敏捷23的弓箭手费恩传进去，塞给他传送术手套。——还是暗杀者先动。为什么你们暗杀这么熟练啊。读档。在骑士身边泼油，试图拖慢暗杀者靠近他的速度。但是暗杀者一出现就下杀手，也不移动，油没用。也许应该往骑士身边铺冰，让暗杀者滑倒……读档。冰体守护也和传送术一样范围够不着。那，干脆和骑士开战把他引出来。啊啊啊啊啊啊啊啊开战可行，我把大家全都引出来了。待我回船上洗点加个金蝉脱壳。“为什么打我？”“为了救你。”脱战以后暗杀者别又出来一招毙命就行。……………………这位唱歌好听的骑士先生，进入战斗以后第一件事，给自己套一个魔盔甲。大哥您是不是在搞我。让我传送您啊，让我传走您啊！读档。如果我攻击门口的商人，商人和矮人工人就会变成敌对状态。而骑士团——会帮我打他们。……你们原来不是一伙的啊！读档。和骑士团开战。把骑士传送到河边，开剧情，暗杀者直接在河边出现把骑士打死了。您到底对暗杀者做了什么让他这么恨你。不，还没有结束！读档。重来。开战。传送。河边。冰体守护！！………………不能对敌方使用。没事。选上魅惑术重来。读档。………………暗杀者一锤子打死了套了冰体守护的骑士。那可是冰体守护啊喂！绿维珑你给我尊重一下自己的设定！免疫一切伤害的……冰体守护来的。是命运要你的命吗。哦对还有命悬一线，可以试试这个……失败了失败了失败了失败了失败了失败了失败了。我救不了你。我救得了（？）绿维珑但我救不了一个爱唱歌的打架也不厉害的全身上下只有85个铜板和一个钳子的穷得叮当响的被逃兵抛下的骑士。已经过去一年了。刚刚在Youtube找你的歌，20条评论里，7个月前的一条。“I tried so hard to save this guy in DE lol”眼泪一下子就下来了。“who shall avenge you, darling one”离开绿维珑的时候，那么多的伙伴和敌人，素不相识的蜡烛，躺在地上的残骸（费恩快戴帽子变成精灵捡起来吃掉.jpg）。人死了，不是秘源。就只是留在世上的空洞。可那个空洞还在唱歌。想起里尔克的安魂曲，也都会想起你。“我有许多死去的亲人，我听凭他们离去。我讶异地看到，他们并不似传闻中的样子，他们如此笃定，很快便安于死亡，甚至相当愉快。”“可只有你——只有你返身归来。”", "如果可以，我真的想失忆再来一次。", "---{大小}---☐ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G☐ 20-50 G✓ 50-100 G☐ 100-200 G☐ GMOD---{游戏类型}---☐ACT✓RPG☐AVG---{图像}---☐ 像素党秒天秒地！☐ 无法和现实区分☐ 赏心悦目✓  很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe---{游戏体验}---☐ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力---{声音效果}---☐ 耳朵怀孕✓ 感动人心☐ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？---{受众群体}---☐ 儿童☐ 青少年☐ 成人✓ 仅限成人[特殊群体]✓ 欧皇✓ 欧洲人✓ 偷渡者✓ 氪金狗 (玄不救非氪不改命)✓ 非洲人✓ 非酋---{配置要求}---☐ 能玩扫雷的电脑都能玩☐ 入门配置✓ 一般配置✓ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光---{难度}---☐ 点点点突突突炸炸炸☐ 轻松愉快✓ 得动动脑子☐ 上手快精通难✓ 上手难精通难✓ 烧脑---{游戏寿命}---☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时☐ 100-300小时✓ 500小时以上☐ GMOD☐ 我觉得我能比它先去世---{游戏粘性}---☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下✓ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)☐ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)---{操作}---☐ 你家的宠物也能玩☐ 简单☐ 中等✓ 困难☐ 反人类☐ 黑暗之魂---{肝}---✓ 护肝✓ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝☐ 肝痛☐ 必须24小时全天候地肝---{肾}---✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽---{故事情节}---☐ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行✓ 精彩☐ 可以作为你的第二人生---{平均一局游戏时间}---☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！✓ 随时可以关闭---{联机}---✓ 孤独患者✓ 你唯一的沙雕网友✓ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2---{语种}---☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！---{价格}---☐ 免费游玩!☐ 业界良心！✓ 值这个价☐ 如果你有点闲钱的话可以一试☐ 不推荐原价入☐ 信仰无价---{游戏整体评分}---☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐ 50-65分(勉强及格，算是个游戏)☐ 65-80分(算是个不错的游戏了)☐ 80-95分(无论从哪个角度来看都非常不错)✓ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)---{Bug}---✓ 几乎没有☐ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊---{工作室修复Bug程度}---☐ 2天一小修3周一大修✓ 修复速度能体现出诚意☐ 修复速度极慢☐ Bug就是这款游戏的存在意义---{工作室更新DLC程度}---☐ 2天一小更3周一大更✓ 更新速度能体现出诚意☐ 更新速度极慢☐ 几乎不更新", "“你为什么要作恶？”“因为经验多”", "第一章结束的时间", "6.15免费dlc，芜湖~", "谢邀，人在波斯尼亚和黑塞哥维纳，刚下飞机。来晚了，为神界原罪2发一篇短短的小测评。（虽然我自己也没玩多久）这么好的游戏我不允许它才95%的好评率（doge脸）之前是steam打折入了一发，跟朋友两个人一人两个角色，（自定义加剧情人物各一个）但因为初期玩，啥也不知道，欢乐堡（第一个图）逃了十多个小时都没有逃出去的糟糕体验。战旗类的游戏加上美式画风，再加上久坐电脑前的老腰的严重抗议，我不得不退出了神界。后来发现switch上也有，便自己购入，单人操纵了四个剧情人物，火土法师洛思，带着战士猩红王子，神射手伊凡，还有死灵法师费恩踏上了旅程。单人的旅途充满了刺激，一切看起来都是那么不可思议，所有的选项都为你展开，自由的世界在眼前铺平。四个人各有各的身世，各有各的任务。可能因为带上了精灵希贝尔，刺杀了猩红王子要找的梦语者，导致他俩吵了起来。可能因为刚刚好捡起了角落不知名的小花，拯救了初始地图上方那个失去理智的食人怪，从而挽救了一段亲情。可能因为之前便捡到了特殊的戒指，不用过迷宫，便直接用主人的身份进入了城堡。可能因为作为精灵吃了人肉，却意外获得了这个人的生前记忆，从而获得了一段支线剧情。可能是想用急救术救一个将死之人，她却一心寻死，因为你救了她，她便开始满地图追着你打。... 沉迷起神界原罪，仿佛都是命中注定= =。游戏的可能性太多太多，即使是团队控制的角色扮演，你也能找到自己的小小世界。当我看到一开始便不可一世，靠问你会不会做饭以及会不会缝补，来判断你是否有资格成为他女仆的猩红王子。当我看到游戏第二章要求与主人公洛斯发生关系，想要体验身而为人的快乐的骨头人费恩= =。当我看到为了拯救冰龙踏入某神秘洞穴，却意外遭受了洞穴里腐烂尸体的强吻的剧情。当我看到无法抑制体内恶魔，在没说几句话以后，所有选项都变成了“杀了她！”，然后不得不和好人打起来的洛思。当我看到在队伍控制角色好感度逐渐升高，开始叫洛思小朋友，开始会为洛思脸红的伊凡。一切都是那么的可爱，那么的令人惊喜。NS的角色我停留在了浮木镇，单人旅途告一段落。现在重新拾起Steam版本，与朋友四个人一同开始新的旅程。而前方，又有什么在等着我们呢？", "玩到这游戏之前一直对rpg都没感觉，这游戏配得上两个字，完美", "有一说一，这游戏血马好玩！！！！！！！！！！！！！！！！！", "对于特别喜欢美式RPG，或者DND龙与地下城的爱好者，强烈推荐。高自由度，别有一番乐趣的回合制战斗。个人非常推荐。同时支持多人游玩，最高四人。", "好玩！！！大推荐！！！", "谈恋爱一个女朋友可以让你爽多久？半个小时？一个小时？来神界你至少可以爽40小时", "140 小时，还没通关", "4个人开也不知道为什么，创建角色完就一直黑屏，一等就是半小时然后连接超时掉线，8小时4个人一次没玩上过，这问题挺致命的。", "-你要找的人关在我这，但我橘子丢了，你先帮我找橘子-找个屁，三回合之内杀了你，骨灰都给你扬喽！", "战斗系统做的太有意思，任务解法也是极度自由，50小时我才刚出第一个岛，但是第二个岛的敲蛋成就太恶心人，总也找不到最后一个蛋，对想在一周目拿全成就的强迫症患者太不友好，被这个找蛋成就劝退了！", "CRPG集大成者，无与伦比的作品", "上头", "别之声。。。 拿走我的钱"], "price_discount": "-50%"}
{"game_name": "Mount & Blade II: Bannerlord", "detail_url": "https://store.steampowered.com/app/261550/Mount__Blade_II_Bannerlord/?snr=1_7_7_230_150_2", "release_date": "30 Mar, 2020", "publisher": "TaleWorlds Entertainment", "developer": "TaleWorlds Entertainment", "tags": "中世纪 策略 开放世界 角色扮演 战争 多人 沙盒 动作 单人 模拟 可模组化 冒险 角色定制 马匹 拟真 第三人称视角 第一人称视角 历史 好评原声音轨 抢先体验 ", "game_price": "¥ 248", "game_review": "97,697 篇用户的游戏评测中有 87% 为好评。", "info": "号角震天，群鸦蔽日。卡拉德帝国因内乱而陷入三分之境。新的王国正在悄然崛起。佩好长剑，缚紧盔甲，招兵买马，在卡拉迪亚大陆的战场上策马驰骋，赢取荣耀。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/261550/header.jpg?t=1589482699", "review_list": ["当我第一次看见自己唯一的城堡被围。军团选项里摇最近的人过来帮忙，一看阿巴该离我就11个小时路还有117个人，又只要17影响，赶紧叫过来帮忙。连着阿巴该和我两个小弟一共400多个人，对着围城的500多人进行了我第一次大规模团战。结果进去才发现阿巴该的部队都是一堆臭鱼烂虾= =还没我的那些人能打= =然后我那时还是那种只会自己上去砍的半吊子指挥官。。。一场血战下来虽然赢了但是死伤惨重几乎全灭。。。打完就看见军团列表里阿巴该军队就剩了8个人傻乎乎的站在那里，就觉得这个妹子明明自己也是杂牌部队还傻傻的跟着我走上了这条不归路。。。傻萌傻萌的。。。心都化了= =结果那个档我不知道要回答对全部问题才能娶她，毅然删档。。以后不管怎么样玩什么档我都会娶阿巴该。嗯，就是这样。", "GTX1050带不动，关闭全部特效FPS也在15上下浮动，撤了，根本玩不了，卡的能被对面骑兵拖着走。根据1的经验，这游戏没30帧你连假动作都看不清楚，2的光影做的还可以，这就导致本来就卡的要死的我甚至看不清对面角落里蹲着的是弓兵还是桶感觉官方给出的最低配置是逗人玩的，不知是优化不行还是真的配置要求高看得出是多了不少东西，好评先撂这儿，退款了，等👴升级了再回来虐你们这帮帝国渣渣", "功能还不太完善，剧情也比较少，就说村里任务不是找女儿就是家族世仇。不好掌控同伴队伍，同伴不是当俘虏就是去当俘虏的路上。城堡管理，人物关系，王国等级制度也很单一，应该学学王国风云2，主角可以逼皇帝退位或者当魏王也行啊。", "好游戏，除了优化有点差，那么多年没白等，祝各位长寿", "骑砍2， 10年来最受期盼的游戏，我第二天公测的时候入的。怎么说呢，赛博朋克的相反例子（没有批评也没有表扬），CDK游戏没做完就跳票。T社嘛，刚公测的游戏时候只有一个框架：1.把人物模型重新做了一下 2.商队工厂系统全靠一代老玩家的经历探索，没有任何提示，然后？？？加载游戏闪退，对话到第11个人闪退，和领主交易闪退，等等不胜列举。育碧买bug送游戏，这游戏明显的bug多到数不过来，最开始入手的玩家们可能还没有独立建国就已经遇到了10几次报错。这一代的优缺点我还是列举一下，避免我留差评被喷，讲道理骑砍2是真的低于心理预期，考虑了很久还是留了差评。优点：1.人物系统：“骑砍玩3年，母猪赛貂蝉”，砍吧里这句话是真的经典。人物在一代的时候真的是丑的不能直视，在2代改进了不是一点点。虽然这几次新的补丁和mod也让我经历了天上地下（库塞特的阿巴斯，你们懂的），但总体而言我觉得至少达到了我心理预期，喜欢捏脸的玩家就有福音了2.攻城和守城系统：最精华也是唯一一个我觉得骑砍2有重大改进的地方，攻城不再像一代那样浮夸傻x。也是唯一在我心里加分项最多的，玩家可以利用攻城车攻城武器，合理配置人员防御进攻来实现目的。不过由于指挥系统的问题，无法发挥最大的作用，所以真正想体验的大家只能去多人玩，不过60vs60的匹配嘛，体验一下就好了，输赢真的不重要3.技能系统：这一代最经典的炫酷内容，玩家不再只是一个纠结于加点的小傻瓜，加点升级以后各种酷炫技能在战役和战斗中都很有用，比如战术的提前布阵，交易的红绿显示报价高低等等。特别是能够从不同活动中升级每一项特长，不再像一代那样纠结于加点而头疼。依然推荐大家加流氓和魅力，前期说服老婆很有用，脱下来的装备谁用谁知道！4.锻造，终于有了所有中世纪RPG的尿性，可以自己根据喜好打造自己喜欢和顺手的武器。不过锻造体力还有各种限制就导致你不得不蹲城发育一波才能出一些自己想要的武器。单人模式里最舒服的事情就是拿着偃月刀砍砍砍，无脑就好了，虽然这个版本被削了，以前还能当骑枪使。不过不会影响它在所有玩家心中的地位缺点，我觉得有很多玩家给了好评也真的就是为了信仰，这一作真的在我预期之外而且靠玩家试水bug是真的不可取：1.没做完的游戏就给玩家玩，制作组真的好意思嘛，（之前传出不知道是不是谣言，说游戏要上市的时候才刚刚开始做模型）刚进游戏的时候除了人物模型，不管是技能，商队，工厂还是酒馆老板，还是场景，城镇管理，自立外交系统完完全全只有一个壳，容易闪退还有很多功能完全没有开发，加成丝毫用不上，甚至基本上是错乱的。例如（1）交易红蓝显示到最新一个mod才修复，有时候我不点技能都会有红蓝。（2）商队工厂没有任何指示，给的经济系统也是问题巨多，一个木工厂给1000每天。（3）场景一开始完全和一代没有区别，只是把贴图给换了一下。（4）每一版本的更新内容多到头大，基本感觉是又重做了一遍，现做现卖的玩法我以为在单机游戏里只会以dlc的形式存在，显然骑砍2的这个刷新了我的认知。这几点必须批评，但也想感谢中文站，即使在这游戏还是原版躯壳的时候他们依然把游戏翻译做的很好，至少95%的内容已经完全翻译。给中文站点个赞，自骑砍1以来就一直陪着大家风风雨雨，在这一烂摊子面前积极的像玩家做出反馈，还有群直接整合bug信息来和玩家沟通的！感谢！（PS：羊毛的翻译）2.骑砍2被推上政治工具是我觉得最悲哀的事情，部分废青上来就搞事情，虽然在美国服务器不怎么看到，但中国那边已经闹翻天了。恶意利用游戏id等等去实现政治目的，怎么说呢，我尊重所有人的言论自由，但是你要是破坏我的游戏体验我就觉得过分了。希望这种人永远也不要遇到，我可以告诉你，你保有言论自由，但我也有捍卫我们声望的权利，在美国现在游行的时候闭嘴做缩头乌龟，打砸抢的时候要求自由，双标人权和自由。当局者迷，旁观者清，绝大多数的你们不会有什么好结果的，一群打砸抢的愤青有什么未来，指望着英国给你们身份？或者台湾？或者美国？他们只需要你们的领导人来远程遥控而已，剩下的人除了扔燃烧瓶你还会点什么？精算会计金融设计工程计科营销生物医学你们会哪些，国外只会让最顶尖的人才和有钱的投资者过去，国安法以后你们中做过恶行的人自然会收到处罚。我也盼望着你们赶紧离开我的视线不要影响我们玩游戏的心情，剩下谁死谁活我真的不在乎，从第一个燃烧瓶开始，你们的好感度就为0了，某种意义上来说你的自由和人权从那时就是废纸，因为你们根本不知道怎么去捍卫它，而是去破坏它，一群xx被当枪使了还觉得自己多么伟大。你要是搞我心情我就搞你的，我心态比你好就完了。国安法快点制裁，免得整天闲着慌还打游戏。总结一下，骑砍2把抢先体验这个过程发挥到了极致，要是没steam没有庞大的老玩家论坛和信仰充值玩家你这游戏估计还得多做一年，甚至狂刷差评。他们的手下留情不代表我就能给你好评，虽然也是老玩家，但你们这行为真的不能惯，下一次dlc要是还这样挖个坑开始疯狂填，我相信就算一些老玩家也看不惯你们了！！还有政治工具，官方不制裁不表态不选边站最好一直到底，但凡搞事情这游戏就算再多情怀都是空，营销的一个重要方面就是要尊重客户的文化信仰！谁碰一个中国就是和中国文化作对，这种后果是不可预见的，如果你们的marketing 团队看到这个评论，希望能够去深刻了解一下中国文化和信仰。", "联机模式东南亚服恶意TK举报无用，就是不封官方属实不行。", "我已经预见三了  三可以自己在空白地建村  建堡  建城    自己搭配兵种装备 与自身环境创建新兵种  花不完的金币可以有这些用途了  比如1000W金建城", "发行两个月了每次更新都是拆东墙补西墙，bug越修越多故事内容就这么多，想当沙盒玩又有主线的时间限制当自由人支线就那么几个，当封臣元老院判定又奇葩的要命，建国后宣战和求和都不能决定，全看外人脸色。经济更新一次炸一次，每个版本都是全新的路线要人去重新摸索。战斗千篇一律就罢，打着打着被暗能量包裹从发售到现在都没修好，突然卡崩闪退也是常事。发售至今没个路线图，每次更新看着又像个死循环，真就内容全靠玩家MOD社区咯？那你们能给大伙发发工资吗？就现在的内容和进度还有速度我宁可回到当初没发售坐等子孙烧的时候现阶段不推荐购买", "开发了七年就给我堆出来一坨代码粪山？优化差，BUG多，平衡性崩盘，创新项可有可无你这干脆别叫骑马与砍杀了，改名投矛与射箭，自瞄与锁头。骑射，骑射，还是骑射，库塞特一招鲜吃遍天前十个小时狂刷森林强盗，攒够五十个巴弓，开始你的加特林秀，从此巴弓打天下建议你们制作组这辈子就别结束EA了，永远测试状态，BUG随缘修，平衡慢慢做，看心情发布，拖够了时间就宣布骑砍3正在开发，重复恶性循环，韭菜噶完一茬又长一茬，岂不美哉？", "不推荐仅针对想要买骑砍2的玩家，等到正式版再入手吧（愿我长寿！）现在抢先测试版玩着真的火大。游戏前期是最有意思的阶段，但几乎每出一个新版本都会增加恶心玩家的方式，长久诟病的一些问题却一直不管。经济系统什么的就是一坨屎，鱼叉统一全地图。游戏后期就是无限的攻城拉军团。还有像招募家族疯狂带城叛逃等等恶心人的问题。好的一点最近好像要重构代码了，等着看吧。", "一打架就闪退呜呜呜 就算这样 也好好玩", "bug多，还闪退", "还用说吗？好东西！", "速速更新！", "很真实的效果 比战团又优化了  内政系统更丰富了", "进步有限", "很好玩", "有生之年的作品", "还没成型，再等等", "行吧"], "price_discount": "-20%"}
{"game_name": "Need for Speed™ Heat", "detail_url": "https://store.steampowered.com/app/1222680/Need_for_Speed_Heat/?snr=1_7_7_230_150_2", "release_date": "4 Jun, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 338", "game_review": "", "info": "", "imgs": "", "review_list": ["傻逼Origin", "该游戏包含：超强警察、超短主线流程、超级烂服务器，以及NFS一切经典元素这游戏质量没的说，老玩家直接情怀买单，但是入坑NFS建议从9代开始（9代封神不接受反驳）", "游戏是好游戏，橘子也是烂橘子，老子连不上去wnmb！给所有人一个注意事项，一定要在橘子里检查打开云端存储！！！老子的档啊！！！", "育碧就是我大哥。EA就是我小姨子。以前，我唯大哥之命是从。现在，嘿！还是TMD开小姨子的车香。", "通关主线大概花了13小时左右。我不是什么硬核赛车类玩家，对驾驶这件事本身也没特别的喜爱。现实里驾照拿了后还是能不开就不开的那种。基本如此玩这一代极品飞车却实实在在的体验到了爽快的驾驶感觉。就我个人体验而言，本作画面优秀，操作简单舒服。游戏进程和新赛道的解锁曲线也设计比较合理。除了前期赛道解锁感觉稍微慢了一点点。总的来说原价买的话内容稍显单薄了些。但以打折100+的价位体验一下是值得推荐的，哪怕你平时都不玩赛车游戏都可以买来玩玩。", "尽管没什么新意，但是我们光污染强啊", "在？为什么在主线强制加入漂移分数？我TM是来爽的不是来这刷漂移分的", "极品8+9+10+14纯补票如果不是橘子烂其实还有点极品内味", "非常棒的戒网游戏这次EA为了帮助大家少玩游戏真的煞费苦心，首先是steam购买的游戏依然需要启动橘子，从橘子启动到游戏打开，嗯……5分钟过去了然后进入游戏，单机……对，开车单人横冲直撞，要的就是这个接着就是看壁纸嗯……看壁纸30分钟依然看壁纸我可能是135买了个壁纸我就是个憨憨", "垃圾origin，垃圾origin，垃圾origin，用了加速器还是经常掉", "________  ________  ________     |\\   ____\\|\\   ____\\|\\   ____\\    \\ \\  \\___|\\ \\  \\___|\\ \\  \\___|     \\ \\  \\____\\ \\  \\____\\ \\  \\____     \\ \\  ___  \\ \\  ___  \\ \\  ___  \\    \\ \\_______\\ \\_______\\ \\_______\\    \\|_______|\\|_______|\\|_______|", "买就完事了", "剧情还行，黑市挑战很刺激", "烂橘子不多bb", "退款了，玩了6分钟。不是不好玩，是这启动太恶心了，steam启动origin，origin启动游戏，然后就没有然后了。就刚下好启动了一下但当时没时间就退了，后面就一直这样，我以为等等会启动，但已经等了1个多小时了。算了不玩了ea的以后尽量避开吧。", "我就想问，支持罗技g29方向盘吗？踩了油门没反应", "辣鸡ea一局来四五警察追.逃不了一直我追，真牛皮真是的优秀的游戏", "一个永远跑不过警车的游戏", "。", "游戏是好游戏！但是这个JB服务器！XXXXXXXXXXXXXXX你"], "price_discount": "-60%"}
{"game_name": "Green Hell", "detail_url": "https://store.steampowered.com/app/815370/Green_Hell/?snr=1_7_7_230_150_2", "release_date": "5 Sep, 2019", "publisher": "Creepy Jar", "developer": "Creepy Jar", "tags": "生存 开放世界生存制作 开放世界 制作 单人 模拟 拟真 第一人称视角 独立 冒险 基地建设 生存恐怖 恐怖 探索 抢先体验 沙盒 色情内容 裸露 心理恐怖 动作 ", "game_price": "¥ 80", "game_review": "14,836 篇用户的游戏评测中有 85% 为好评。", "info": "《Green Hell》是为了生存而在溽热的亚马逊雨林中进行的一场鏖战。求生的意志让玩家踏上了一段考验耐受力的艰难之旅，因为孤独无依将会让人陷入身与心俱受重压折磨的困境之中。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/815370/header.jpg?t=1593097802", "review_list": ["玩得我热血澎湃，决定真的去亚马逊探险一波。先走了，各位。", "跟小伙伴爆肝2天，终于通关了首先如果想认真玩的话，建议挂梯子看一下这个游戏的中文指南，有各种buff的介绍和合成列表，尤其是这个合成列表非常关键，这游戏合成道具没有任何提示，想玩好，请务必去网上找个合成列表看一下。这里写一点初期心得：1.进入游戏首先在附近的地上找一找有没有石头，对着大石头右键选择【采取】可以获得数个小石头，两个小石头合成一个石刀，不用说大家也知道户外生存刀的重要性。2.接着用石刀砍倒一颗小树，拿走木棍，对着长木棍右键选择制作，合成一个简陋长矛，长矛按住鼠标中键可以投掷，命中猎物头部可以一击致命，前期全靠它来打猎。3.路上遇见藤蔓长按E获取绳子，地上遇到椰子，用刀砍两下获得剥皮椰子，喝掉里面的水，用一个空椰子+绳子获得椰子水壶，路上再遇到椰子了，喝完点采取，获得椰子果肉，吃掉果肉获得椰子碗，攒4个椰子碗以后会用到。另一个小技巧，如果在地上看见椰子，抬头找一找附近很可能会有长着椰子的椰子树，按G键投掷石头，或者鼠标中键投掷武器可以把树上的椰子砸下来。4.一路上注意收集一些常见且常用的道具：黄色小碎花的船子草是制作绷带用的，建议采到就立即制成绷带可以节约背包。粉色小碎花的是烟草，可以和绷带合成解毒绷带，防止被蛇和蜘蛛咬伤。茶色的蘑菇可以治疗食物中毒。听到附近有苍蝇的声音可以在附近找找，可能会有动物尸体，从上面可以获得蛆虫和骨头，蛆虫可以治疗伤口感染，骨头炖汤大补还缓解理智。长着枯叶的棕榈树砍倒后对着枯叶长按E可以获得干草，作为点火的火源使用。5.尽快在天黑前建造一处庇护所，理想地形是：地势开阔>有水源（无论是否肮脏）>有大量可供砍伐的树木>附近有食草动物活动。6.建立庇护所后，首先制作一个第三个那种三角形的小型住宅，可以同时兼顾睡觉和保存两个功能而且还省料，然后建立一个篝火堆，最好是带石头的那种，篝火的上方一定要有屋顶，不然下雨就把你篝火浇灭了，接着把椰子碗拖到篝火堆旁边，可以用椰子水壶去水源处打水，灌到碗里，烧成干净的水，干净的水里可以放置食物制作成汤。多余的碗可以朝上放在地上(不要有屋顶)，下雨的时候接雨水。7.手表的4种状态：红色【蛋白质】前期主要来源：打猎，各种肉类，大型动物的肉基本上一块就能吃满。黄色【碳水化合物】前期主要来源：香蕉，菌类（不要吃白色伞状蘑菇）绿色【脂肪】前期主要来源：坚果类（最常见的棕榈矮树附近掉落的松果状坚果）肉类炖汤蓝色【水分】前期主要来源：用椰子碗接雨水，椰子碗烧开水，喝肉汤，实在找不到干净水了，喝脏水也行，喝完记得吃俩茶色蘑菇驱虫。血条下方的白色条【精力值】睡觉可以恢复，吃蓝色蘑菇也可以小幅恢复8.左下角常见的debuff：【放大镜】外伤，通常是被水蛭寄生，用鼠标拖着把水蛭拽下来即可。                  如果受伤，把绷带拖到伤口上包扎。                  如果伤口变白说明感染，把蛆拖到伤口上可解。                  如果是一大块会动的红色淤青，说明被蠕虫寄生，用骨头制作骨针，拖到伤口上。                  如果是一堆疱疹，就不用管他，一段时间后自己会好。【污渍】肮脏，去水边右键选择清洗即可，如果不管直接吃东西，有概率感染寄生虫【肠胃】寄生虫，最常见的吃茶色蘑菇和绿色水果可以消除【呕吐】食物中毒，吃木炭和紫色节状花草药可以解毒（注意多喝热水）【骷髅】中毒，用烟草和绷带合成解毒绷带，敷在伤口上【温度计】发烧，基本无解，吃好状态，硬抗（注意多喝热水）最后，以上只是一些初期心得，能让你前两天不至于活的那么惨，很多东西都没有讲到，希望你可以自己探索，或者去网上找大佬的详细攻略。希望大家游戏愉快！", "我是傻逼", "和基友创建一个新的存档，造个屋顶，捡起动物的排泄物，用屋顶保存游戏，丢掉动物的排泄物，退出游戏，进入基友的游戏，这时你会发现 你就拥有两个动物的排泄物了：） 不用谢我，我是傻逼", "作为一个steam拥有300+游戏总游戏时常超过20000小时的资深玩家我把我的第一次评论献给Green Hell本来想把第一次给骑砍2的，但是骑砍一次更新让我所有的传奇装备都没了，怒删我看了很多评论大概都是说这个游戏的花样死法，甚至有很多弱鸡因此还给了差评但是我想说——生存，仅仅是这个游戏的玩法之一，是整个游戏很小的一部分而真正让我感动的，是这个游戏的剧情模式的深度其实整个游戏剧情模式，我也就用了不到10个小时就通关了而且是最高难度，绿色地狱模式其实这个游戏在难度上是非常的低的看似复杂的4种营养，但是食物遍地都是能威胁到主角的生物也少之又少美洲豹一箭一个，鳄鱼虽然能秒人，但是移动速度感人野人就像一群傻子而且如果只是为了通关剧情模式的话你会发现各种罐头也是遍地都是全程不用打猎，吃罐头和糖果棒棒就饱饱的我认为这也是设计者让玩家能够快速感受剧情的一种方式降低生存难度（毕竟生存只是游戏的一小部分）避免玩家体验疲劳===========说了这么多，下面是重点============【亮点1——剧情】关于剧情，在这个世界中，你见不到一个活人傻逼野人不算人剧透警告，不要开==>女主其实也不是人。。。通关后你就会知道<===剧透警告，不要开然而就是在这种孤独的世界中，你找到一张又一张地图，发现一个又一个地点而每一个地点，都会触发一个故事，一段回忆，就像一张记忆的拼图一样（而且本来男主就是失忆了）而每一个记忆拼图中又会有大量的铺垫，比如一些零星的剪报，地上的纸片，录音笔的声音让你的记忆拼图变得逐渐完整，在神秘感十足的前提下，又相当的合理！特别是喝了死藤水之后的回忆，一段比一段震撼我点了第一根烟【亮点2——渲染艺术】这点其实和剧情也有关联，让一切神秘又合理，做到这点就很难而且孤独又仿佛有人陪伴，每一个夜晚，每一个黎明，都孤独的面对新的希望这点作为一个开放式游戏展现给玩家，要远比电影和小说更难因为电影一定是按照——导演给你看的方式，顺序去一步步推进的而开放式沙盒游戏，你需要自己一点点发掘，但是又不能偏离轨道respect设计者另一点就是，视觉冲击这里特别提到死藤水的剧情，在长满藤蔓的回忆中，每个画面，音乐都那么凄美而且震撼剧透警告，不要开==>特别是在bad ending中，部落亡魂环绕注视你的视觉冲击。让人背脊发凉<===剧透警告，不要开这点我留点悬念，让大家自己去品味吧我点了第二根烟，妈的烫着我了【亮点3——结局】两个结局，不多也不少但是同样精彩！bad ending的不寒而栗good ending的良久沉思都让人感觉——正正好，非常的舒服就好像电影绿皮书那样，一切都正好，不牵强，不尴尬，正好我不知道有没有人能理解我的表达【亮点4——生存】这个之所以放到最后来说还是那句话——生存只是这个游戏很小的一部分你可以和队友开黑，像《饥荒》一样在小岛中无穷无尽的生存名言“救你妈的媳妇，老子救是要盖一个大房子”其实和队友开黑着实有趣，因为这个游戏中包含了大量生存建造的沙盒元素非常有趣但是！！我他妈还是要说一句因为游戏难度给差评的。你们不配玩游戏【最后总结====神作====买就完了】", "和基友一起初玩时都有很强烈的The Forest既视感，相比之下有更多的细节使其更贴近于真实的生存，给人以身临其境的体验，本来是非常愉快欢乐的游戏过程，但是在拿第三张地图大棚处的存档点处出现了bug，在该处保存后画面右下角一直显示正在保存，而游戏重进后竟然回到了上一个保存点，即使继续推进剧情也会卡在第三次喝死藤水的剧情过场，破坏了我整个剧情探索过程的游戏体验。", "亚马逊丛林美食大赏", "还挺适合女生玩的，如果只喜欢休闲的话开没有野人的模式玩的也很快乐哈哈哈~", "你亲妈死了多人故事模式玩到最后你告诉我存档坏了连个删档的按键都没有你设计你妈的逼游戏", "游戏没毛病就是希望多出点地图，一个地图玩久了感觉没啥意思了.", "我是傻逼", "我是傻逼", "一个人没太大意思，但是和朋友联机确实很有乐趣！还有很多不足的地方，但是总体来说还是非常优秀的游戏！", "update，come on please", "挺好玩", "我老婆和唱山歌的大爷跑了？", "挺有意思的，就是不看攻略玩不明白", "对新玩家很不友好", "硬核生存游戏", "游戏不大，玩起是真的有感觉"], "price_discount": "-20%"}
{"game_name": "Overcooked! 2", "detail_url": "https://store.steampowered.com/app/728880/Overcooked_2/?snr=1_7_7_230_150_2", "release_date": "7 Aug, 2018", "publisher": "Ghost Town Games Ltd.", "developer": "Ghost Town Games Ltd.", "tags": "多人 在线合作 本地合作 休闲 合作 欢乐 独立 动作 4人本地 阖家 本地多人 控制器 可爱 喜剧 单人 模拟 困难 彩色 策略 好评原声音轨 ", "game_price": "¥ 90", "game_review": "14,548 篇用户的游戏评测中有 88% 为好评。", "info": "Overcooked 回来了，带着全新的烹饪行动！重返洋葱王国，通过经典的本地合作模式或是在线游戏模式组建多达四人的大厨团队。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/728880/header_schinese.jpg?t=1593592035", "review_list": ["谢了，前女友很喜欢", "《胡闹厨房2》是一款侦探类型、带有roguelite元素的动作游戏， 玩家需要扮演一名厨师，在做饭上菜的同时，时刻提防着自己的同僚--他们之中或许混入了别的饭店的间谍!只要抓到了他们的尾巴，你就可以在线下将其捉拿归案，来上一场酣畅淋漓的真人快打。游戏有着非常高的随机性和趣味性，能保证不同关卡、不同的队友都会为玩家提供独一无二的游戏体验，大家的身份都是随机的，或许玩到最后你会发现，自己才是真正的间谍。", "谢谢 很棒 前女友很喜欢", "久闻分手厨房大名曾经的我 没有女朋友只能和朋友玩现在的我 连朋友都没得玩", "挺不错的一款游戏 对象 被我玩没了  朋友也被我玩没了 ！", "很好的迫害对象游戏 ^ ^，指挤到墙角、灭火器喷脸、加速撞击让她掉下去、切菜的时候给她丢个菜...", "没有心灵感应的话,, 耳机里会有一万个指挥的声音！！", "很好玩，快跟朋友绝交了", "联机只有房主不卡，即使开加速器同一个节点也不行。就是说联机完全不能用。", "从故事模式1开始的小白，有没有朋友可怜可怜我，一起玩", "有趣的休闲游戏", "游戏内容和玩法都不错，很适合情侣之间互动和休闲。唯一让人极其厌烦的地方就在于联机体验过于差劲，开了加速器也还是有两秒以上的延迟，使得人容易心烦气躁，不过这也是老生常谈了。", "分手厨房", "趣味性很强，适合和男/女朋友或者朋友一起游戏，可以培养合作感情，人物形象符合审美，关卡设置有趣", "冲", "我是傻逼", "很好玩，买来和女朋友一起玩的，现在我没有女朋友了。", "游戏很棒  通过游戏找到男朋友了 感谢各个tv", "很好玩", "卡未响应 崩溃怎么解决？"], "price_discount": "-40%"}
{"game_name": "Metro Exodus", "detail_url": "https://store.steampowered.com/app/412020/Metro_Exodus/?snr=1_7_7_230_150_2", "release_date": "14 Feb, 2020", "publisher": "4A Games", "developer": "4A Games", "tags": "末日 动作 氛围 第一人称射击 剧情丰富 开放世界 单人 第一人称视角 生存 射击 恐怖 冒险 潜行 探索 好评原声音轨 生存恐怖 暴力 血腥 科幻 心理恐怖 ", "game_price": "¥ 199", "game_review": "21,034 篇用户的游戏评测中有 85% 为好评。", "info": "逃出支离破碎的莫斯科地铁废墟，在后启示录的俄罗斯荒野中，踏上横跨大陆的史诗之旅。探索广袤无际的关卡，沉浸在沙盒式生存体验中，在有史以来最精彩的地铁系列故事中历经长达一年的宏大冒险。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/412020/header.jpg?t=1591105844", "review_list": ["在末日里，什么才算人性？ 时隔一年多姗姗来迟的评测，老笔记本配置拉胯，错过这部作品属实悔得扣腔子本作是脍炙人口的Metro系列的最新续作，预售于18年末，地铁系列在价格方面倒是一直很亲民，前代两部史低18块，本作史低黄金版也只要120块，还是相当可以的初代预售黄金版其实只需180元左右，但是正式发售时因为深银和Epic背刺steam玩家的一刀he--tui！换来了无数恶评，使得离去基本是在风雨中度过的发售阶段，也相应很大程度上影响了口碑，当年我是最早就预购了黄金版所以算是没损失，但是因为电脑问题一直没能玩到，最近换机才捡起来从头开始，不过从发售的褒贬不一到现在的特别好评也侧面印证了游戏的过硬质量在2020年中详细讨论游戏性已经意义不大了，所以在这里我可能会多讲点软的东西手感和游戏性 8.5/10虽然射击部分基本师承前作，但是收集元素的加入和大家都喜欢的改枪模式还是给Gameplay带来很多乐趣，比起LL本作也针对打击感和射击手感做了很大优化，毛子做游戏向来很硬核，符合美术风格的枪械模型也好，粗暴的射击元素也好，搭配起来玩起来很舒畅，我很喜欢弩这把武器的设计，而且模型也很酷，可惜主线解锁有点晚了体验不多缺点也很明显，作为体量不大的工作室，4A在开放世界细节的优化方面比起流水线工厂比如育碧一类的相差甚远，尤其人物重力效果和碰撞效果做的极差，总有漂移的感觉，再加上灾难性的坠落伤害设计 阿囧玩起来和杰洛特一样易碎，二楼半就摔死了有时候玩的人颇为窝火，而且人物互动动作也欠缺打磨最重要的是对于一个3A级别的作品，有bug和经常卡死这些问题实在是不太行，我20H主线一周目大概卡死了三四次不过考虑到4AGames的体量和技术经验，也不能太吹毛求疵就是了总之总体来讲整体可玩性水平可以说是平均之上，这群老毛子很清楚怎么样射起来才爽，作为FPS这个实在是不能再重要了，即便懒得看剧情，Groza/AK-74＋消音左轮＋弩当成射击游戏也足够娱乐 潜行设计依旧是一等一的烂，建议步枪挨个爆头还快乐点1分扣给移动体验，半分扣给细节和潜行设计关卡设计 8/10本作第一次尝试了半开放线性的新颖剧情模式，总体节奏感尚可，开放世界不满不空，没有愚蠢的满地问号 ？¿¿？¿？¿？¿？？¿育碧滚出来挨打完事也没有很多重复的支线任务，绝大多数细心的玩家都能解决几乎所有的支线任务从而到达完美结局所谓的出格但不出彩很大程度上指的是这里，绝大多数特殊关卡玩法我在前作都见过，真正新鲜的可能主要来源于战斗的革新了，不过相应的我喜欢的模式也得到了保留，比如怕光的爬行者这种地铁特色关卡，依旧很有趣半开放世界很难激起玩家的纯粹探索欲，物资奖励设计的也是相当不温不火，作为纯正辐射垃圾怪有时候我都会嫌烦，爬来爬去半天就拿到点零件，玩着玩着就容易犯困好在制作组很知趣地减少了犄角旮旯里面的杂物，懒得探索也无伤大雅，仔细倾听队友对话任务都能完成1.5分扣给节奏，半分扣给沙漠关卡的破车，我恨极了这种卯月的代步工具，而且看地图还会出视角bug剧情，气氛及演出 9.7/10本作绝对值得大书一笔的部分剧情不用多谈，TE经典团圆结局，我甚至从开头就预判到了剧情走向，但是无妨，烂故事可以讲好，好故事也能讲烂，这里建议顽皮狗编剧滚出来和4A学习一下续作应该怎么做印象最深刻就是结局那一轮象征性的新月，玩游戏这么多年对三轮月亮记忆最深刻，莫哈维深夜的月亮和耳机里面的Big iron，打完沃尼尔以后从墓穴出去伊鲁席尔塔尖那一弯冷冽的新月，还有就是破车，米勒上校和死亡边缘的阿囧本作没有输出什么奇奇怪怪的价值观，毛子做事很踏实，虽然人物不可避免的有一点扁平化，但是剧情很真挚。没有乱七八糟的LGBT，没有肤色政治正确没有飞叶子没有刻意的黑深残没有致命结局没有女权——虽然其实安娜在性格上面能打爆绝大多数zzzq的脑瘫女主角——驶向致命辐射区的车上，是一个父亲和一个丈夫，而为她出生入死只是必须的责任，这一切就像结尾的贝加尔湖一样坦荡队伍里有部族人，有莫斯科人，有半路上车的母女和车工，还有一个美国人。但是日记里提到提到Sam的出身，那句“亲爱的山姆啊，战争早就结束了，在开始的一瞬间就结束了”，属实感慨万千真的是比某些刻意喂屎和掺私货的编剧不知道高到哪里去了没有种族，没有国籍，只是又一群挣扎着想在末日活下去的人而已多结局其实也只分GE和BE，但是4A这次明显吸收了LL的教训，把坑爹的道德点模式极大地放宽了，不需要刻意的不杀人或者做个圣母就能走向TE，我一箭射死了森林门口的暴徒，而且在绝大多数关卡都懒得节省子弹，但是在重要抉择基本都尽可能导向人性的一面，最终留住了整个小队，也救了阿囧一命制作组也为玩家提供了相应的反馈，如果不是见谁杀谁，战斗一半很多敌人就会投降，还会很细节的喊道“停火吧，他不是土匪，投降就不会被杀” 然后放倒他们依旧可以拿到奖励，算是两全其美细节安排我非常喜欢，制作组很细致的考虑了很多人物对话，这在线性游戏里面是相当罕见的，在第一关为队友拿到吉他，婚礼上他就会演奏，给小女孩拿到泰迪熊，最后也会提到，每次在阿芙乐尔上或者附近，都有崭新的人物对话，再加上传统艺能的高质量声乐，火车上一曲俄语小调，这些配合Metro一贯的高质量美术风格，代入感爆炸零头分扣给朴实无华的剧情，其余的都是极高水平杂谈后启示录作品风格多变，有辐射系列的黑色幽默和含沙射影的讽刺，也有地铁系列的挣扎求生，RE系列更讲究玩法和世界观，也有些作品针对末日里的情感，但是后启示录的核心永远都是人的故事，人性的故事，他们都是相通的看看这部19年初的作品，再看看一年后西方政治正确的异化产物tlou2，我有时候不由得在思考，如果所有作品的主角都必须是FTM变性肌肉女和蕾丝边不认爹的小杂种，我们不能惩罚而只能宽恕，游戏到底会变成什么样？ 我在森林门口放走了那个土匪，但是转念一想前几章里他们杀人如麻的样子和他可能带来的危险，毫不犹豫回手一箭把他又钉在了树桩上后来阿囧的日记里写到了这件事，口吻和我所想一模一样我不想宽恕，也无意宽恕，我杀死了每个刻意与我为敌的人，用气枪用子弹用飞刀用弩箭用一切手段，但是我尽可能手下留情我觉得，在post-apocalypse的世界里，不出格就是坚守人性了4A用GE回应了我，告诉我适当克制就可以了，阿囧不是恶人，他也只是一个想带着亲友活下来的人而有的游戏则报以高尔夫球杆，噗嗤 那不是人性，那是披着人性皮的狼总评：9/10，不出格，但出彩远高于及格线的FPS作品，我心目里完全合格的一部Metro后面先空着，玩了DLC来继续评价(笑)", "这才叫真正的末日生存游戏。某个矫情白左工作室学着点。", "宣布个事儿，我是个傻逼。", "有bug，会闪退，会卡的只能重启电脑，但是剧情和画面没的说", "游戏BUG好多，老容易死机或者画面消失等，玩的心情都没了", "显卡：离去", "游戏是个好游戏，剧情也很丰富，末世后的世界是真的鬼畜不过动不动就闪退就太恶心了", "废土氛围营造的太棒了！相比1、2代的纯线性剧情变成了开放式地图还有大家都爱的捡垃圾看起来队友很多，但实际行动时还是只有你一个人工具人实锤了怪物有点吓人在狭小地方碰到拐角不敢出的时候，不如试试神奇的拍照功能BUG略多  人物跳起来跟穿了滑板鞋一样  NPC面部表情僵硬几乎毫无面部表情", "最让我触动的小细节是针叶林的那群人，一个班上的孩子们，在末日下被老师教导，学会了如何生存，虽然中途分道扬镳，但最终还是殊途同归。尤其是抓住阿尔乔姆的那几人，其中一个在快死的时候遗言却是对老师说的他没有忘记老师的教诲，明明是个大人，却活得像个孩子。", "我知道你优化差，但是你特么这优化差的过分了吧，随便搞点啥直接卡死不和你商量的，这都发售多久了什么玩意啊6小时更新：在设置用DX11，降低画质要好一些，但是仍然会崩溃，特别是突然触发枪战时。多保存，估计也没有后续优化了，毕竟已经发售这么久了。", "剧情完美，没得说，荒野末日的探索很有趣", "剧情丰富", "地铁系列是我最喜爱的游戏之一，代入感非常强，从2033到离去讲述了一段完整的末日故事，很多人物让我记忆犹新，非常感人，再见，阿尔乔姆，再见，斯巴达人。", "epic是不可能epic的，d版通关后上架steam，重新过最高难度发现切换不了副武器，收枪跑步=永久断筋跑不了，然而我发现这点问题的时候已经走了三个小时流程了，花钱买bug，真tm傻逼。", "短短几小时就闪退了5次，是我的2070s不配玩吗？画面和游戏剧情上值得肯定，但恶性bug加上闪退实在无法给出好评。", "爷哭了", "首先说一说缺点吧，缺点就是bug实在是太多了，多的让人头疼，就比如在里海男爵那里的那辆车，在车里看地图看完之后视角就会莫名其妙升高，还要再拿出一次地图才能降下去。但是说实话我对各种bug适应速度还挺快的，所以其实对我来说并没有什么影响。然后是优点，个人感觉很多设定都蛮真实的，就比如体力，你跑步或者跳多了不仅行动缓慢而且视角都转的很困难，不过换弹方面倒是没有过于硬核（太硬核的话我怀疑自己通不了关）其次就是场景，这里的很多场景设计，包括光照氛围都很好，给人的代入感非常的强，印象最深刻的大概就是森林那里，给我幼小的心灵带来了很大的震撼。第三是配乐，整个过程中其实基本没有什么配乐，但就是这点直接把我抓住了，毕竟平时走个路要那么多音乐干嘛（而且加了音乐大概有的地方我都不敢往前走），而最后终章结束时候的配乐加上场景真的非常的美，给人一种一切结束的宁静（好像有点剧透）最后是剧情，这里会有剧透，一点点。基本上可以说我是一个注重剧情的玩家，什么b1 cod我基本上都是当单机打，metro的剧情虽然有挺多老套的末世剧情（比如吃人，真的老食人族了），但是也有很多我没见过的，比如森林部分的老师学生，其实除了感动以外，主线的剧情其实并没有给我带来更多的感慨（但是很香），最最最重要的是里面的一些支线小故事，里面有很多的信件，可以让你了解到超脱主线之外的故事，包括一些很有意思的互动，还是拿森林举例子，大概是第一个寨子的前哨那里，有四个人（还是五个），然后他们旁边还有一个小营地，有个开拓者在做菜，你去到他旁边他会举手投降嘴炮让你别杀他，如果你真的把枪收了，他是会感谢你并说原来外面也有好人，还会给你指路，让你保证别杀人（就是因为这个我活生生把整个营地的人全部敲晕了），而在森林章的结尾，会遇到一个上将，当时本来想直接走的，看起来感觉要被他搞，但是看他都泡茶了就留了下来，听他把整个故事讲完了，令人惊讶的是，一开始把茶喝完我也没想啥，但是如果继续听他讲他还会再倒一杯，后面甚至还可以弹他的吉他，也得知了其实上将一个人住在这里很孤独，他一开始称阿尔乔姆为土匪，最后却想让土匪留下来陪他，搞的我没舍得走，弹吉他弹到他睡了才离开的：）总之就是细节做得贼棒：）十星推荐购买，如果对于恐怖剧情不害怕的话。", "游戏我玩完了，那么我们先来说说游戏缺点吧尤其是BOG方面，有点穿模问题  我打死了一个敌人结果直接穿模到地板下了，资源我拿不到了，到死都不给我吗？冤冤相报何时了？，针叶林那一关我站在桥上靠着栏杆我直接掉下去了！我TM懵得不得了，里海那里开车的时候每次看完地图视角都上升一点挺烦的，下楼梯的时候居然还能打滑？我直接从起吊机上的楼梯摔到地上死了，而且还是在沙漠地区啊！，还有啊闪退是最严重的！最讨厌了！（不影响游戏进程），但我得知地图上的国家有幸存者时唯独中国没有亮，中国再落后也不可能这样吧，制作组是不是歧视中国？凸(艹皿艹 )。后面来说说游戏优点，剧情做的真TM　TM　TM好，每个关卡场景都完全不一样，一路上老婆陪伴，里海男爵地盘那里♀啊～，最后那一关死城找到解药的时候上校死了இ௰இ，后面开车到铲雪车出现过程特别吸引人身入其中✪ ω ✪，不愧是制作组剧情改得挺好的，游戏里阿尔桥姆的命运算好的了，小说里的阿尔桥姆的命运极惨，为了真相老丈人还派游骑兵士兵追杀他，到最后只有他的老婆陪在他身边　唉(ノへ￣、)。说实话地铁这个系列的游戏一直都在警告世人第三次世界大战后人类的命运会如何，从莫斯科到死城那里不是死亡？希望没有第三次世界大战。", "还是可以的", "有一些古拙的作品给人的感觉反而出乎意料的好"], "price_discount": "-55%"}
{"game_name": "Age of Empires II: Definitive Edition", "detail_url": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/?snr=1_7_7_230_150_2", "release_date": "14 Nov, 2019", "publisher": "Forgotten Empires", "developer": "Forgotten Empires", "tags": "策略 即时战略 多人 城市营造 历史 单人 中世纪 经典 大师级 基地建设 资源管理 重制 即时 合作 战术 二维 动作 等角 重玩价值 冒险 ", "game_price": "¥ 99", "game_review": "43,734 篇用户的游戏评测中有 91% 为好评。", "info": "有史以来最受欢迎的战略游戏之一迎来 20 周年，为此我们推出了《帝国时代 II：决定版》。本作拥有惊人的 4K 超高清画质，全面重置的新原声音乐，以及内含 3 个新战役和 4 个新文明的全新内容：《最后的可汗》。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/813780/header.jpg?t=1587593881", "review_list": ["伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐伐木工", "RTS重置版中，算是最好的了，看看暴雪的星际1和魔兽3，你就知道帝国2多有诚意了。", "哦 我的老天阿，看看这是什么，这美味的炒饭真的勾起我的馋虫了，额，我是说它真的很好吃，相信我，老伙计，东方来的行者是不会骗你的。这美味就像安娜奶奶做的苹果派一样。我已经享用了很长一段时间，不要表现得像一只愚蠢的土拨鼠，尝尝吧，老伙计！", "让暴雪好好看看什么叫重制版!首先是新的画质，个人认为决定版对于hd版的进步是大于hd版对于初版的进步，人物不再是糊糊巴巴的一团，第一次能放大清楚的看见条武戴的是平顶覆面盔，hd版本里还以为是一团抹布。罗马斯科拉瑞骑兵建模参考了经典的马其顿王朝的造型，锁子面巾小圆盔，hd版本里看着像一颗大蒜，战马披挂去掉了hd版里的垂条换成了凉席一样的厚重扎甲，美中不足的是没有复制套臂小圆盾和钉头锤。其次就是新增加的民族和战役，新的战役容量相当于hd版本的一个dlc了，总关卡数绝对够玩几天，个人感觉瘸子帖木儿和保加利亚养猪佬战役都不错。新的民族设计也很有意思，越打越挣钱的炼金术师怯薛，马没了变步兵的龙骑兵，带真伤的立陶宛皇骑，相比之下库曼骑射手设计得不够有特色。然后是老战役，对难度和人口以及剧情内容都有了修改，巴里战役图标从一股诺曼风图案的杏形盾变成了红底黄字的特别罗马的四个B（上帝祝吾），战役里玩家的配色很贴心的变成了罗马的贵族紫色，罗马的城堡也终于不再是哥特风味换成了东地中海烤肉味（压力马斯内）关卡从原本的三关扩容至五关剧情上更连贯，将罗马治下的巴里城两百年历史多个人物多个事件浓缩成一个家族的兴衰视角特别棒（踏海而来，南征北战，锈甲东归，ps：小子你说你要去安纳托利亚安家，但是曼奇科特和巴里沦陷是同一年啊）同时各文明图标也换的很有趣，比如长得像中国联通的中国结，两撮胡子的库曼特色面甲。不过决定版还是有一些个人认为的小瑕疵需要修改，比如巴里战役的幻灯片里把马夫皇帝巴希尔一世写成了保加利亚屠夫巴希尔二世（没玩过原文不知道是微软的文案问题还是汉化问题），中文配音演员把鞑靼读成了鞑旦（如果我没听错的话），建模上日本武士的佩刀实在看不出来是打刀还是太刀更像是q版的阿拉伯人的弯刀又像是老滚里红卫人的弯刀。火枪兵的火枪击发音效感觉不如hd版本，听起来有些发闷，一些战役里英雄人物的角色头像穿戴的头盔明显时代超前。当然这些问题不怎么会影响游戏体验，相比起整体质量无足轻重。", "从小接触的第一款游戏就是帝国时代2，一晃二十年过去了，现在去玩这个游戏的战役以及随机地图作战，还是原汁原味。以前玩的是盗版，最喜欢拉三个电脑打困难的4v4，现在却只是打打战役就打不下去了。平心而论并不是游戏有问题，而是我自己没办法静下心打下去，过一段时间吧，等我闲下来肯定会把你全成就", "⠄⠄⠄⠄⠄⠄⢠⣿⣋⣿⣿⣉⣿⣿⣯⣧⡰⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣹⣿⣿⣏⣿⣿⡗⣿⣿⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠟⡛⣉⣭⣭⣭⠌⠛⡻⢿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣤⡌⣿⣷⣯⣭⣿⡆⣈⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢻⣿⣿⣿⣿⣿⣿⣿⣷⢛⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢻⣷⣽⣿⣿⣿⢿⠃⣼⣧⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣛⣻⣿⠟⣀⡜⣻⢿⣿⣿⣶⣤⡀⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢠⣤⣀⣨⣥⣾⢟⣧⣿⠸⣿⣿⣿⣿⣿⣤⡀⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢟⣫⣯⡻⣋⣵⣟⡼⣛⠴⣫⣭⣽⣿⣷⣭⡻⣦⡀⠄⠄⠄⠄⠄⠄⠄⠄⢰⣿⣿⣿⢏⣽⣿⢋⣾⡟⢺⣿⣿⣿⣿⣿⣿⣷⢹⣷⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢣⣿⣿⣿⢸⣿⡇⣾⣿⠏⠉⣿⣿⣿⡇⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⢸⣿⣿⣿⠸⣿⡇⣿⣿⡆⣼⣿⣿⣿⡇⣿⣿⡇⠇⢀⠄⠄⠄⠄⠄⠘⣿⣿⡘⣿⣿⣷⢀⣿⣷⣿⣿⡿⠿⢿⣿⣿⡇⣩⣿⡇⣿⣿⠃⠄⠄⠄⠄⠄⠄⢻⣷⠙⠛⠋⣿⣿⣿⣿⣿⣷⣶⣿⣿⣿⡇⣿⣿⡇", "童年回忆~", "其实我也说不清楚这个游戏到底什么地方好玩，但就是不知不觉从五岁玩到了二十二也没腻…", "爱一直在，该伐~伐~伐~木工了", "classic of classic 我爱种田", "怀旧经典", "真香", "小时候的回忆，即使放在现在也是个非常不错的游戏，希望周围的人能玩，一个人还是太无聊", "情怀。。。。", "经典，好玩，完毕", "棒！经典中的经典！", "这才叫重置，魔兽出来挨打", "随机模式:国家：法国（怒）领袖：圣女贞德（喜）（滑稽）", "没入手前：以前就没玩过，看这画质就不咋地，没可玩性。入手后：你见过凌晨3点的中等电脑吗？真香！", "真香"], "price_discount": "-25%"}
{"game_name": "Terraria", "detail_url": "https://store.steampowered.com/app/105600/Terraria/?snr=1_7_7_230_150_2", "release_date": "16 May, 2011", "publisher": "Re-Logic", "developer": "Re-Logic", "tags": "开放世界生存制作 沙盒 生存 二维 冒险 多人 制作 建造 像素图形 探索 合作 开放世界 独立 动作 在线合作 角色扮演 单人 平台游戏 重玩价值 氛围 ", "game_price": "¥ 36", "game_review": "430,876 篇用户的游戏评测中有 97% 为好评。", "info": "挖掘，战斗，探索，建造！在这个动感十足的冒险游戏里没有什么是不可能的。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/105600/header.jpg?t=1590092560", "review_list": ["和朋友一起玩很有意思......和朋友......朋友.....没人和我玩操", "游戏很棒，如果算上手机和以前玩盗版的时间，我应该有五六百个小时了最近我的朋友入手了这款游戏，但他因为玩不懂被劝退了，而且很多新手玩家都有这样的问题首先，游戏是没有明确的教程的，这也是terraria的新手玩家要么第一次玩就上头，要么砍一棵树就删游的原因。新手需要自己摸索，这边建议查阅wiki或者找教程来快速提升知识点1.4新出的旅途模式对于新手相当友好，可以快速浏览游戏流程，建议刚入手的玩家先用旅途模式来熟悉游戏对于攻略boss，可以用技巧来逃课打boss，也可以靠硬技术走位攻略，小技巧可以在各大网站找到教程，走位需要长久的练习和对bossAI的熟悉总之，terraria这类开放沙盒的玩法就是探索 模拟经营 战斗，游戏的内容和技巧都需要玩家自己摸索，而不是让系统把方法放在你面前让你一步一步照做，不要老吐槽游戏太难也不要说对新手不友好，强大的技术都是时间换来的，所以一定要认真的去游玩啊，这样才能找到terraria的真正乐趣！（写的乱糟糟的，请见谅啊qwq）", "超好玩！不过没人和我玩！", "虽然我才玩一小会，但是这个游戏的玩法深深吸引了我，神作！！！我库里的第一款游戏！！！", "超级自由，爱极。18年寒假的时候入的，当时啥都不懂，就是拿小破镐挖土（想着多屯资源总是没错），后面慢慢通过讨论组/贴吧知道这游戏是有主线的！（打boss/肉前肉后）记得连续肝了10多天，哈哈哈哈特开心（不过之前也浪费了很多时间做无意义的挖土罢了）后来电脑重装档都没了（爆哭！！）。2020年3月多的时候重新下了，想着就摸一下（这时候已经是老手了！哼哼~！），结果有点儿上头。。没用多久就打完一周目了（肝并快乐？？）再然后就是5月多的1.4新版本，加了很多东西，超级有趣ww把master所有boss都打过一遍、想要的稀有武器都得到以后，算是正式毕业惹。最后，感谢泰拉瑞亚带给我快乐的377小时。", "好不好玩看时长就知道了吧→v→", "非常非常棒的游戏！经营建造探险动作类元素都有！性价比极高，游戏内容十分丰富，难度也很适宜。对新手玩家友好，但其实有也比较高难度的内容。非常适合和小伙伴一起玩！有一说一的话，渔夫（钓鱼小孩）是我玩过的所有游戏里，不主动攻击玩家的中立NPC里，我最想杀的NPC的前三名。真的嘴巴太贱，太欠了。。。距离我通关这个游戏，已经过去一年了，我还是想把钓鱼小孩暴揍一通。", "---{大小}---✓ 百兆小游戏☐ 1-5 G☐ 5-10 G☐ 10-20 G☐ 20-50 G☐ 50-100 G☐ 100-200 G☐ GMOD---{游戏类型}---☐ FPS☐ TPS✓ 不是F/T PS---{图像}---✓ 像素党秒天秒地！☐ 无法和现实区分☐ 赏心悦目☐ 很美丽☐ 一般☐ 不怎么样☐ 别盯着看太久☐ 画图.exe---{游戏体验}---☐ 完美！！！✓ 不错！☐ 普普通通☐ 不怎么样☐ 盯着墙看都比玩它强☐ 锻炼你的精神抗打击能力---{声音效果}---☐ 耳朵怀孕☐ 感动人心✓ 还不错☐ 一般☐ 不咋样☐ 耳朵流产☐ 音乐？什么音乐？---{受众群体}---☐ 儿童✓ 青少年✓ 成人☐ 仅限成人[特殊群体]✓ 欧皇✓ 欧洲人☐ 偷渡者☐ 氪金狗 (玄不救非氪不改命)✓ 非洲人✓ 非酋---{配置要求}---☐ 能玩扫雷的电脑都能玩✓ 入门配置☐ 一般配置☐ 进阶级配置☐ 发烧级配置☐ 神威•太湖之光---{难度}---☐ 点点点突突突炸炸炸☐ 轻松愉快☐ 得动动脑子✓ 上手快精通难☐ 烧脑---{游戏寿命}---☐ 玩完就退款☐ 5-10小时☐ 10-30小时☐ 30-50小时☐ 50-100小时☐ GMOD✓ 我觉得我能比它先去世☐ 联机游戏无剧情---{游戏粘性}---☐ 可能不会完全通关(毫无新意的垃圾游戏)☐ 通关一次(玩着还可以的游戏)-----不出BUG的情况下☐ 通关2-5次(很不错的游戏)☐ 通关5-10次(这游戏我他妈玩爆！)✓ 通关10-20次(你出不出3？嗯？我就问你出不出三？)☐ 通关20-50次(死忠粉专属选项)☐ 通关∞次(？？？？)☐ 联机游戏无关卡---{操作}---☐ 你家的宠物也能玩☐ 简单✓ 中等☐ 困难☐ 反人类☐ 黑暗之魂---{肝}---☐ 护肝☐ 如果你想玩出点花样☐ 肝与不肝并不影响剧情☐ 每关必肝✓ 肝痛☐ 必须24小时全天候地肝---{肾}---✓ 护肾☐ 需要短暂休息了☐ 需要休息一段时间了☐ 每关必冲☐ 肾痛☐ 一时手冲一时爽，一直手冲一直爽---{故事情节}---✓ 故事?什么故事?☐ 文字或语音剧情☐ 平庸☐ 还行☐ 精彩☐ 可以作为你的第二人生---{平均一局游戏时间}---☐ 办公室必备☐ 短小精悍☐ 中等☐ 较长✓ 卧槽！天亮了！---{联机}---☐ 孤独患者☐ 你唯一的沙雕网友✓ 2-5人☐ 5-10人☐ 10-30人☐ 30-64人☐ 行星边际2---{语种}---☐ 你信不信我会八国语言？☐ 基础英文☐ 可以打汉化MOD或补丁✓ 自带汉化！---{价格}---☐ 免费游玩!☐ 业界良心！✓ 值这个价☐ 如果你有点闲钱的话可以一试☐不推荐原价入☐ 信仰无价---{游戏整体评分}---☐ ？- ？分(暂时无法评定分数)☐ 0-10分(垃圾游戏、差评)☐ 10-30分(完完全全的不及格)☐ 30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)☐50-65分(勉强及格，算是个游戏)✓ 65-80分(算是个不错的游戏了)✓ 80-95分(无论从哪个角度来看都非常不错)☐ 95-100分(这游戏牛逼！)☐ 100-100+分(完全超出预定水准，无论从哪方面看都是精品)☐ ∞分(死忠舔狗专属评分)---{Bug}---✓几乎没有☐ 少量☐ bug令人烦恼☐ 育碧☐ 模拟山羊", "好玩，很开心", "整体都不错，就是有部分道具的汉化还不完全", "你如果错过了，今生就白来了", "666", "the best game ever!no reason", "建议几个人联机玩，自己快乐，让队友打BOSS然后白嫖他们的装备真是太好玩了", "ao!!", "挺好", "感觉和别人玩的不是同一款游戏：）", "可玩性非常高，和基友联机很快乐，只是比较肝", "11111", "我是傻逼"], "price_discount": "-50%"}
{"game_name": "Euro Truck Simulator 2", "detail_url": "https://store.steampowered.com/app/227300/Euro_Truck_Simulator_2/?snr=1_7_7_230_150_2", "release_date": "12 Oct, 2012", "publisher": "SCS Software", "developer": "SCS Software", "tags": "模拟 驾驶 汽车模拟 开放世界 拟真 放松 单人 可模组化 探索 第一人称视角 经济 氛围 冒险 独立 管理 休闲 TrackIR 竞速 沙盒 角色扮演 ", "game_price": "¥ 99", "game_review": "234,725 篇用户的游戏评测中有 97% 为好评。", "info": "像公路之王一样在欧洲穿行， 将价值不菲的货物完美送抵远方！往返于英国，比利时，德国，意大利，荷兰，波兰等众多城市；您的耐力，技巧，速度都被您发挥到了极致！", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/227300/header.jpg?t=1593105963", "review_list": ["对于喜欢驾驶的人而言，我觉得欧卡2几乎是无可挑剔的游戏。在平静的午后或者深夜打开游戏，独自开着卡车带着货物飞驰在路上，仰望深夜璀璨的星空，倾听窗外淅沥的雨声，享受正午明亮的阳光，感叹傍晚夕阳的红晕。耳机里响着你喜欢的歌曲，假若你只是个平淡无奇的卡车司机。拿起手柄或者握住方向盘后倚靠在一个舒适的角落，生活中的喜怒哀乐在此时都与你无关，你只需要放松心情，然后享受这趟旅程。曾今我是一个洛圣都好事做尽的带善人，每天都在各大地区秋毫无犯，看见赌场遭到抢劫了我就赶紧去打911报警，做好我的良好市民准则，我每一次出现身上都会有一个猫咪的印记，他们都叫我可耐の养猫人。有一天我在拯救洛圣都末日危机的时候，突然被神秘力量拖到了东瀛，当时可把我吓哭了，到处都是妖魔鬼怪还只能我去斩杀，不是幸好我有风灵月影护身符我可能早就丧生在东瀛了吧。在东瀛斩妖除魔最终还是太菜导致我落命在某个草地，在我生命的最后一刻我还想着“我还未体验够美好的生活呢，我的喵喵还在家里等我吃饭呢”，或许在天上的宙斯也被我感动了，悄悄下凡把我安排到了希腊当雇佣兵，当我醒来的时候我发现我到了古希腊，在希腊的生活我很快乐，风景真的很漂亮，我都舍不得回去了，唯一不好就是我每天都要跑个不停。在希腊的时间我杀过牛头人，睡过不知道多少个女人还有男人，和波塞冬谈笑风生，看哪个国家的领导人比较靓仔就抓去给我当船员。这样的生活简直快哉，有时候还兼职当下希腊种马人。对了，我还挺喜欢打昆特牌，还学会了点小花样，比如什么昆恩法印，亚登法印都是我的看家本领。就因为我的小花样有点多，在和赌怪卢本伟进行一场斗地主中，抓住我开了外卦。遭到审判的我脖子被套上了奇怪的项圈，锁住了我的魔力值，被关押的每一天都在被克苏鲁墨狱长凌辱，不甘于现状的我决定一定要离开这个地方，突然有一天克苏鲁墨狱长发钉钉通知决定把我流放掉，原因是我不会生小孩。流放的过程中我来到了地狱，地狱全都是恶魔，丢失魔法技巧值的我只能化身成为暴躁老哥，看见那些奇怪的恶魔就讨厌，一生气就想手撕几个恶魔。在我前进的过程中，恶魔们嘴巴里面都在喊着“WDNMD”的奇怪咒语，每当喊出这句话，他们手里都会出现一把“龙狙”，我想这应该不是地狱该会出现的东西吧！我尝试也说了“WDNMD”,说完后发现并没有奇怪的事情发生，只会突然白给我一个盒子。我家里其实有两只可爱的猫猫，一只叫香子兰另外一只叫巧克力，不知道养了多久突然就变成猫娘， 可把我吓坏了，现在天天穿着我的女仆装帮我端茶倒水的，整得我每天晚上都差点要肾虚死掉。虽然有猫娘的陪伴很愉悦但是最近时不时还接到山猫的电话，要求我马上到指定地点上直升机前往阿富汗战场回收一大堆男人，还要一个人挑战他们的军队还有生化士兵，我当时人都傻了。但是想想，天降大任于斯人也，我只能奋起去战场战斗。在战场的过程中我还邂逅了一位白毛红眼魔王大人，虽然她已经被玩坏了，最后她还是对我说：“我这里有一本《时间管理》，你快拿去学习加以利用吧，说完这句话她就消失了，直到现在我还不知道她叫什么名字。其实我还挺喜欢旅游的，但我这个人估计运气不好。前阵子去过苏联去过玛雅，那些地方也蛮奇怪的，我一过去我的东西全没了，到手就只有一把弓箭去生存，真的太可怕了，到处都是毒虫猛兽甚至还有想绑走我回去当老婆的人。我是在没办法只能躲进古墓里面进行研究学习知识，在逃生的过程中我抢了走一辆欧洲卡车，这或许是人家贷款花钱买的，但是我没办法，我不能给人家抓去当老婆啊！！时间不知道过去了多久，直到现在这辆欧洲卡车还陪伴着我。现在我只想每天晚上安安静静开着我的卡车，听着我的收音机当一个安安稳稳平平淡淡的卡车司机。这就是我的人生，直到最后还是选择退隐当了一位老司机。", "试问一款只能开车拉货，然后壮大公司的枯燥的经营游戏，在今日还有什么吸引力？        这是一款慢节奏的游戏，几百一千多的路程，往往需要动辄半小时或者一小时以上的游戏时间，在游戏高度快餐化的背景下，这款12年的老游戏在中国注定热度不高。我们喜欢十几分钟一把的“超神”，喜欢几十分钟一局的“白给”，但是谁又愿意花几个小时重复地在景色相似的城市和道路上开着龟速的卡车，做着看似一样的运输任务，并且随时可能超速，肇事，损坏货物导致一趟几小时的货运任务血本无归，在拖着半挂货车倒车入库的时候大费周折？       说欧卡模拟是硬核游戏有些牵强，因为现实生活中的卡车司机，尤其是我国的卡车司机的生活远比游戏里要艰难，没有一趟几万块的报酬，却有着数目差不多的罚款，一次几千公里的高速费，路费，修车费和运输报酬相抵所剩无几。但是，这种慢节奏的游戏最吸引我的，就正在于它获得成就的途径是曲折的而不是轻而易举，这种成就感远远比快餐游戏的成就感要长久，深刻，并且人人都可以通过这段曲折的进阶成为游戏里的佼佼者，建立自己的跨国运输公司。这段历程也许需要几十，几百个小时的游戏时长，但是在欧洲大陆上，开着心爱的卡车穿越阿尔卑斯的高山隧道，驰骋东欧茂密的常绿树林，畅行荷兰美丽的向日葵花海，游走在那不勒斯金色的海岸。。。这种不为目的的驾驶心境，不正是最大的收获么。       我刻意将首发城市选在斯特拉斯堡，一个很“德国”的法国城市，著名超跑布加迪的故乡。这是西欧的中心，从这里出发前往德国，法国南部，荷兰，比利时，瑞士和奥地利都十分方便，这也为我前期累计资本打下了基础。虽然我还是倒车都不会的萌新，但是里面丰富的地理知识和难得的游戏细节让我沉迷其中。       近几年快节奏游戏玩的太多了，偶尔慢下来，也是挺好的。", "88分给这款游戏，剩下12分给交警", "挺好玩，意大利DLC捆绑包算上欧卡2才40元，卡车限速器要关掉，新手买沃尔沃FH16", "欧洲卡车司机模拟养成✘风景模拟器✘欧洲催眠模拟✔  这款游戏不仅让我深刻体会到疲劳驾驶的危害，还提高我的睡眠质量，个人觉得这个游戏非常好（雾虽然游戏主要玩法是拉货，但是重在享受旅途的过程，游玩过程中也不会有强烈的目标感，心很容易静下来。要是休息区可以下来溜达一下就好了哈", "⠄⠄⠄⠄⠄⠄⣠⢼⣿⣿⣿⣿⣿⡟⣗⣯⣿⣶⣿⣶⡄⠄⠄⣀⣤⣴⣾⣿⣷⣭⣭⣭⣭⣭⣾⣿⣿⣿⣿⣿⣿⣿⡀⠄⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣸⣿⣿⣧⠄⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣯⢻⣿⣿⡄⠄⢸⣿⣮⣿⣿⣿⣿⣿⣿⣿⡟⢹⣿⣿⣿⡟⢛⢻⣷⢻⣿⣧⠄⠄⣿⡏⣿⡟⡛⢻⣿⣿⣿⣿⠸⣿⣿⣿⣷⣬⣼⣿⢸⣿⣿⠄⠄⣿⣧⢿⣧⣥⣾⣿⣿⣿⡟⣴⣝⠿⣿⣿⣿⠿⣫⣾⣿⣿⠄⠄⢸⣿⣮⡻⠿⣿⠿⣟⣫⣾⣿⣿⣿⣷⣶⣾⣿⡏⣿⣿⣿⠄⠄⢸⣿⣿⣿⡇⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣇⣿⣿⣿⠄⠄⢸⣿⣿⣿⡇⠄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿⠄⠄⣼⣿⣿⣿⢃⣾⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⣿⣿⣿⡇⠄⠄⣿⣿⡟⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢃⣿⣿⣿", "这游戏比毒品还上瘾", "游戏很棒 玩到一定规模了根本不愁没钱花 员工挣来的钱轻轻松松抵罚款 就是买车库买车买挂车还得一个一个买太麻烦了 希望能出一个批发模式", "游戏不错，消磨时间的好选择刚开始玩的时候选操作很重要 别信游戏里的鬼话！！没外设建议用键盘  记得注意小蓝车  我被那玩意撞了好几次，都算我违章 : )", "总是更新，一个星期被取消了两个长途运单，而且我都跑到最后300公里了。更新之前能不能有个提醒？取消运单了一点补偿都没有？", "还不错", "开着开着就合上了眼:-)", "才开了70个小时的新手司机都不好意思评论。", "每天开一圈助眠，舒舒服服", "别问，问就是无聊打发时间利器", "很适合养你看风景的游戏，边开车边听有声小说，简直开心极了。", "老司机必选。", "买就行了~~~~", "如果你有大把时间，但什么事情都不想干，欧卡2是一个很好的消磨时间的东西但是如果你是那种工作学习很忙，抽出三十分钟一个小时来打游戏的，我不是很建议欧卡2", "非常好玩，非常适合放松心情，不过得有个方向盘，键盘或手柄玩太累了"], "price_discount": "-76%"}
{"game_name": "DOOM Eternal", "detail_url": "https://store.steampowered.com/app/782330/DOOM_Eternal/?snr=1_7_7_230_150_2", "release_date": "19 Mar, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 199", "game_review": "", "info": "", "imgs": "", "review_list": ["感动 想做bfg任务 碰上两个两百级大哥 痛快答应 100多支持者 站着不动给我A了两个回合然后我自杀 人间自有真情 DOOM玩家素质真好", "350买的， 我是傻逼", "他可以是《黑暗之魂》 也可以是《忍者龙剑传》甚至可以是《超级食肉男孩》《时空幻境》《菲斯》。但，他绝不是无脑社保游戏。你需要的不仅仅是快速机动和精准的射击，同时这也是一款非常注重资源管理的策略游戏。", "系列一直诠释着“一路火花带闪电，所有恶魔都怕你”。简单总结：+比前作更流畅的射击手感，射爆但不无脑+地图设计更加清晰明了，不会再迷路+花式射击、壮烈击杀爽到爆，猛男必玩，夏促必买，买到就是赚到:))", "毁灭战士是作者最喜欢的射击游戏没有之一。和前几年推出的重启版之作一样，这次的永恒是全面升级的激爽之作，更加丰富有趣的怪物，武器，配件乃至收藏品和精致的关卡设计，相信我兄弟们，doom永远能给你带来最感官爆炸的射击体验。其实最为射击游戏开山鼻祖的doom，现在反而像是一个异类，以COD为代表的年货大军已经将射击游戏引导向所谓真实枪感，多人对战的“主流”方向。但当我们回头看的时候却突然发现我们好像找不到最初玩射击的那种悸动，那种血液升腾的爽快感，好在这个时候我们有了doom。doom某种程度上是一种射击策略游戏，他最大的核心不是暴力的火力，也不是神乎其技的枪法，再信我一次只靠这些你会死的很惨。如何有效的利用资源最优化的解怪才是这个游戏真正精髓之所在，而那些血腥的壮烈击杀就是给你最好的回报，doom是一个即便你枪法一坨狗屎也能让你充分体验射击快感的游戏。所以，作为一个男人，我们有什么理由不买哪？最后提一点建议：本作的BOSS战还是太少，本质上只有3场，其中一场还是打罪恶圣像，老实说我已经看腻那个大块头了。希望下次可以杀一杀人类BOSS。", "打一个挑战，能连一万次贝塞斯达.net打个单机还得开加速器，可以的~", "3个月就打对折，我真是.......", "2070S，显卡驱动更新了，验证完整性了，开过加速器了，全都不行，打都打不开，闪了一下就直接退出来了", "这骨折的也太快了吧，350预购的我是真的傻逼", "玩个单机也连接你马呢？", "爽就完事了", "毁灭战士：“恶魔？就这？笑😀！”", "！！！！", "牧师们相信守卫们被屠戮殆尽，虽然传言毁灭战士仍在地狱的深处与恶魔战斗，但活着的人们已无法确认这一点。食髓者歪曲的视线永恒的改变了努尔之环的未来。元素幽灵所照耀出的猩红光辉将不在照亮我们的世界，一切都已沉沦。      如果毁灭战士还活着，愿他背负着我们的复仇继续前进。若果他仍未倒下，愿他向那些曾经伤害我们都人倾泻暴力。愿他剑上的鲜血永不枯竭。直至罪人们收到惩罚之前，愿他的战争永不停息。愿这邪恶永远不会在另一个世界投下它的阴影", "好久没玩过这么爽快的游戏了，可能我手残，鬼泣5买了玩个开头就玩不下去了，这个不一样，一股脑突突突，爽的同时难度也不低，为了完成某个成就四个七八次都正常！", "游戏是好游戏   老是闪退  解决了又有其它闪退方式  赶紧修复吧太绝望了", "与前作相比，游戏性方面，许多鸡肋武器被删除或合二为一令武器盘更简洁，游戏对玩家操作的要求和弹药管理的考量有了极大的提升，难度也因此骤然上升，再加上配合线上数据同步的配合使得游戏性提高。在画面方面比前作更细节，色彩更鲜艳，即便每次都要瞪着恶魔的臭脸依然没有视觉疲惫。剧情方面，与前作基本毫无章法的故事情节叙述相比，本作解答玩家们的疑惑，如doom的出身，至高天与地狱的关系，并且可以明确看出重启的doom和老三部曲的毁灭战士并非同一人或没有任何联系，不过doom的刻画依旧不够，仍然是那个神挡杀神的暴躁老哥形象。其实，大家诟病的线上系统并没有各位说的那么不堪，加速器直接连doom永恒的节点即可。", "吹爆 呼呼呼", "游戏总是闪退，玩你mb", "相比2016，，难了不少，主要是子弹太少了，剧情流程和2016一样，都是9个小时，总体来讲很爽，很好玩，"], "price_discount": "-50%"}
{"game_name": "Lords Mobile", "detail_url": "https://store.steampowered.com/app/1041320/Lords_Mobile/?snr=1_7_7_230_150_2", "release_date": "2 Jun, 2019", "publisher": "IGG SINGAPORE PTE. LTD.", "developer": "IGG SINGAPORE PTE. LTD.", "tags": "大型多人在线 策略 角色扮演 免费 心理恐怖 多人 即时战略 休闲 大型多人在线角色扮演 战争 恐怖 色情内容 冒险 ", "game_price": "Free", "game_review": "2,175 篇用户的游戏评测中有 69% 为好评。", "info": "一款真正的策略战争手游！ 立即加入战场！与亿万精英玩家一决天下!", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/1041320/header.jpg?t=1593408612", "review_list": [], "price_discount": "-0%"}
{"game_name": "The Forest", "detail_url": "https://store.steampowered.com/app/242760/The_Forest/?snr=1_7_7_230_150_2", "release_date": "30 Apr, 2018", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 70", "game_review": "", "info": "", "imgs": "", "review_list": ["一个人不敢玩，两个人战战兢兢，三个人无所畏惧，四个人大屠杀开始了", "很久很久以前，和喜欢的人一起玩了很久。不久之后就再也没玩过记得飞机坠机的那个位置，一起慢慢建起了一个家和一堆奇奇怪怪的建筑，因为网不好，没有一起玩到结局无意中又打开了游戏，新的存档，想要重新开始结果坠机的位置又是原来一起的那个地方", "一人躲野人，俩人打野人，仨人吃野人，四人我就是野人", "救什么儿子啊，造海景别墅，跟女野人过羞羞的生活他不香吗?", "这是我入STEAM的第一款游戏，18年在网吧玩累了魔兽后，无意中找到的游戏，开始还以为只是修房子的生存游戏，结果第一次碰到野人，被吓一跳。从此才知道有steam,告别了魔兽时代，开启了STEAM时代，", "有人一起吗？", "白天休闲游戏，晚上恐怖游戏，联机沙雕游戏。而下洞穴又是另一个游戏了 走着走着，诶 有两条路，选其中一条继续走，诶 有三条路 ，选一条继续走，诶没路了，回头，换一条路。走着走着，诶，又是三条路，选一条继续走。诶 我怎么出来了，回头下洞。诶 这个地方我是不是来过？换一条路。怎么感觉有点眼熟。又换一条路继续走，怎么又是岔路！？ 我是谁我在哪儿我下来干嘛？？", "以前玩的是盗版当时特别怕，因为总遇见野人，也没有人联机，之后买了正版，遇见了很多朋友，总之特别推荐这款游戏。", "一人恐怖游戏，多人沙雕欢乐游戏。", "我是傻逼", "找儿子？？女野人不香吗？", "很好玩，虽然画质差点，但真的有意思，一个人玩遇到野人怂的一批，一与好友联机瞬间就沙雕起来了哈哈哈哈哈。夏促价格很奈斯，没玩过的很推荐入（记得让你的好基友也入一个，个人感觉联机才是精髓", "有点无聊", "66666666", "great", "还可以", "与其他生存类游戏相比并没有什么优势，有一定剧情（但很短）、有一定生存设定，综合到一块就有些中规中矩了。当初吸引我的地方就在于这游戏可以联机，但是让人失望之处也在这儿，联机特别不稳定，经常出现房主无响应或直接卡掉线。如果有小伙伴联机的话还可以一试，前提是你能容忍掉线后的物品丢失，如果自己一个人孤独的生存，那你大可挑选一款更好的生存游戏。", "我总是能把生存游戏玩成qq农场：）", "从拿到电锯的那一刻开始，一切索然无味。", "老游戏 跨时代"], "price_discount": "-50%"}
{"game_name": "DARK SOULS™ III", "detail_url": "https://store.steampowered.com/app/374320/DARK_SOULS_III/?snr=1_7_7_230_150_2", "release_date": "11 Apr, 2016", "publisher": "FromSoftware, Inc.", "developer": "FromSoftware, Inc.", "tags": "类魂系列 黑暗奇幻 困难 角色扮演 氛围 故事架构丰富 第三人称视角 探索 剧情丰富 合作 动作角色扮演 玩家对战 动作 冒险 好评原声音轨 多人 开放世界 单人 重玩价值 角色定制 ", "game_price": "¥ 268", "game_review": "126,998 篇用户的游戏评测中有 92% 为好评。", "info": "Dark Souls即将推出极具话题性及代表性的系列新作。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/374320/header.jpg?t=1588788422", "review_list": ["不 要 贪 刀", "以狼血起誓,我们将监视深渊吾等身后既是深渊任何胆敢触及深渊者都将在我们的剑下消逝                                        ------法兰不死队拥有强大力量的法兰不死队拥有足以灭国的实力,如果在大陆的某国出现了深渊的痕迹,那么为了阻止深渊,即使毁灭一个国家也毫不犹豫.当霸王沃尼尔在追求深渊力量而被吞噬,发现深渊显露的不死队第一时间将卡萨斯王国毁灭,并为了时刻监视卡萨斯墓地,而在其上方建立了法兰要塞.\"当你凝视深渊时,深渊也在凝视着你.\"以监视深渊为己任的不死队,再度被钟声唤起,当他们发现此时的世界再次被深渊的气息所笼罩,毅然决然放弃了传火的使命,驻守在法兰要塞监视着深渊的变化,但随着时间的流逝,即使强如不死队也逐渐遭到深渊的侵蚀,一个个队员丧失了理智,面对曾经的战友,他们也只能挥起手中的大剑砍向他们,但是不死人的体质使得他们倒下也会站起继续战斗,法兰的大厅内,永无止境的战斗就这样发生着.当我们熄灭三座烽火,打开狼血大门,看到的是队长与最后一名被侵蚀队员的厮杀.而队长转过身,伸直手臂向我们做了一个标准的不死队礼仪,这便是最后的入队考验.随着队长被我们击败,遍地的不死队成员尸体中,血液逐渐升起,缓缓汇入队长体内,剑身燃气火焰,双眼泛起红光,最后一名深渊监视者也被深渊侵蚀.当我们击败这位最后的深渊监视者,通过最终考验,成为不死队的成员,肩负他们的使命.尽管被深渊侵蚀，力量不断削弱，然而他们始终没有忘记自己的使命，始终用自己的生命监视深渊，尽管法兰要塞早已荒废，狼血的灵魂慢慢消逝.但他们仍旧在坚守，直到最后一刻.", "游戏打输了 ，不丢人，你放弃了，才是真的丢人你死在薪王手里，死在盖尔黑龙手里，死在无名手里，你都没输，真正能打败你的只能是你自己", "对话不小心砍到商店老太婆，结果她给我涨价，我就把她砍死了，老铁们，我做的又寸不又寸", "打折啦打折啦，高墙迎新队集合啦！！！！！无论遇到什么暗灵，也不要怕，微笑着面对他！萌新们！战胜暗灵最好的办法就是转圈圈！他打不到咱，咱就是胜利！看准时机，旋转，翻滚，跳······好吧不死人没有膝盖······拖到他自己走咱就保住了余火！还有，过了胖哥哥之后左转快速跑过那两个精英怪然后去开门，门里面是安全的！里面有个老奶奶，她还会给东西，记得拿完赶紧砍死她！她是坏人，也就是大家常说的舞娘！提前杀了她后面就不用受苦了！", "Hi，大家好，我是银骑士。仗、我打过很多，而游戏，我只喜欢贪玩暗月。今晚八点，我在亚诺尔隆德等你，系暗月，就来砍我！", "里面的小姐姐超级多，温柔又善良，大家都可热情了，里面的人见面就抱抱，手残强烈推荐。简直不要太容易，第一关古达老师可温柔了，这是无双割草游戏。推荐游玩我不会骗你的。", "离线状态还好，只要一上线就有人入侵，打死你之后还朝你扔shit，素质奇差。", "一直觉得自己的水平可能不够来写魂系列游戏的评测，但不给自己心中的最佳游戏之一（还有血源只狼2333）写篇评测实在说不过去。魂3是后来补票的，实际游戏时间超过100小时，加上云通关和看各种剧情解析的时间肯定超过200小时了，应该说对这个游戏有了比较完整的认识。从游戏性角度来说，我认为魂3的有趣之处主要来自2个方面：受苦和探索地图。魂系列与其他动作游戏最大的区别在于战斗的“真实感”，这反映为独特的操作手感和小怪极强的战斗力。实际上单论Boss的难度，魂系列并不比很多同类游戏高，但在黑魂中的每个小怪都有经过了精心的设计，都有自己的套路，即使你拿着通关水桶号去打洛斯里克高墙，也可能死于三狗屠薪阵和活尸剑圣。这就要求玩家游戏时必须认真对待每一场战斗，熟悉每个敌人的攻击套路，也提高了变强带来的成就感——这种变强很大程度上并不反映于数值的提升，而是来自玩家经验和水平的提高，所以这种成就感比很多后期数值爆炸的游戏更大。同时，魂3有着丰富的武器系统，无论你开局选择的是什么职业，都可以走持盾二人转、巨剑侠、法师、咒术师等等路线，并且每种路线都有不同的战斗乐趣。就地图的设计而言，魂系列地图设计的优秀是一脉相承的，篝火总是在恰到好处的位置，处处都是机关、隐藏道路和近路，而每个区域又浑然一体、各具特色。虽然没有采用魂一那样的大地图设计是一个小小的遗憾，但整个流程玩下来仍然没有丝毫地图上的重复感。从游戏剧情方面来说，宫崎英高绝对是称得上碎片化叙事登峰造极的人物。许多人称黑魂3为“艺术品”，与传统的艺术手段相比，游戏最大的特点就是拓展了叙事的手段：书籍、音乐、画作都是以单一途径激发人们的想象和共鸣，而游戏可以将剧情蕴含在其中所有的元素。魂系列的主角都是哑巴，但每个道具的介绍、每次战斗的音乐、游戏中建筑与地图的设计、每个Boss与小怪的设计都在向你叙述着游戏的剧情，共同构成了一个宏大的世界观。黑魂三部曲讲述了一个末世的史诗，其中有许多元素来源于《剑风传奇》，在吸取了大量西方宗教故事的基础上又体现着日式游戏“物哀”、“幽玄”、“侘寂”的文化内核（没错没有意气，请各位薪王在过场动画时穿得像个人样）。我不想对游戏的剧情做过多的解读，如果真的深究下来怕是能写出几万字的学术论文，而且每个人都对剧情不同的理解，但我相信每个人都能体会到这个故事的意境和感情。总而言之，魂3绝对是一部十分优秀且值得一玩的佳作，你可以体会到游戏团队在每个细节上的用心，这在越来越快餐化的时代越发难能可贵。同时推荐血源和只狼，同样是十分优秀的作品，后者是当年的年度最佳。Long may the sun shine！", "老年养生游戏，不需要技术，上手简单，一学就会，随便来个人都能玩好，割草神作。", "我死了一百七十一次 我爱死这个游戏了", "痛并快乐着", "菜的要命", "好玩就对了，记住别贪刀", "玩法简单无脑，剧情流畅易懂，地图毫不复杂，怪物友好可爱。", "哥哥好猛，妹妹好爱。激烈的攻势填补你的饥渴难耐。不要等待，就是现在。炽烈的热情满满注入，老贼的阴谋诡计原形毕露。暗灵入侵我全不在乎，alt f4结束他的征途。BOSS的张牙舞爪非常恐怖，余火一捏猛男哥哥相助，游戏结束。", "砍BOSS，很爽！", "赞美太阳", "死了无数次才慢慢学会。暗黑奇幻风动作RPG，内容极其丰富。", "割草玩家很喜欢"], "price_discount": "-75%"}
{"game_name": "Dying Light", "detail_url": "https://store.steampowered.com/app/239140/Dying_Light/?snr=1_7_7_230_150_2", "release_date": "26 Jan, 2015", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 127", "game_review": "", "info": "", "imgs": "", "review_list": ["哈兰跑酷注意事项：永远不要学反弹蹬墙跳跃", "超级好玩，在等2呢", "这游戏是我当时把血腥运动卖了后发现打折买的，目前游戏内统计的时间是12个小时，主线已近打完了，在玩信徒。这游戏前期难度比较大，特别是晚上，我自己玩的时才开始候没设置权限，进来了几个大佬，给了我俩把武器，所以说前期还是比较顺的，就是那俩把刀坏了后没啥流弊的武器，用弓和弩打了一段时间，然后到了后期就又可以重拳出击了，追着丧失跑的那种。总的来说还不错，2出来了必买。", "这游戏沉浸感是真的好，从头好到尾（除了找不到路和找不到任务物品的时候）。虽然有许多槽点，但值得一玩。1.每次遇到反派的小喽喽，遇到动不动就嘴臭一句，导致我游戏通关后对这游戏的印象就是那句“you m****** f**k”，小喽喽真的皮，近战各种骚手段，看见你有枪的话就举起双手喊stop，然后你靠近捡空投就给你一刀，跑远就丢飞斧。都丧尸病毒爆发情况下这些小喽喽还优先打你2.反派boss赖斯就是标准美式混混头子的形象，其手下也是很经典的各种混混形象。剧情也非常典型，所以看了主线也就能对后面的事和主角前传故事猜的差不多，所以我没去玩主角前传的大型dlc。贫民窟的支线任务我全清完的，主角就是美国最为标准的个人英雄主义形象，其配角和很标准，所以对于这作剧情我的评价就是经典。另外小dlc不建议打，收益低流程长，并且有一定难度。3.丧尸方面，首先疫魔，设定是最近被感染的人，保留一定人类基本反应，会爬墙会殴打人会躲闪，见到枪就怂，会被诸如枪声小怪的惨叫等大声音吸引，一但来就连续不断。以上各种反应我只能说活该最近被感染，根本就是白送行为4.夜魔，设定是晚上出现巡逻，发现人就会带旁边的普通丧尸一起发了疯来追你，纯粹就是肉，我为了完成愚人节活动任务杀15只夜魔，在通主线夜魔隧道的时候把身上全部60多组炸药材料耗完，先刷出来两只我菜刀剩下的耐久度全耗完才砍死（前一关耗的弹尽粮绝）。后面我想继续刷没想到一来就是七八只，我就在高处放鞭炮，太肉了。推荐别没事惹，纯粹攻高血厚缠人，很烦人且收益极低", "新发售的DLC地狱突袭，说实话我不建议大家购买，如果你通关信徒需要一天时间，那么你通关地狱的时间就在10分钟左右，仅仅只是改变了一下模型而已，内容太短，任务简单，即使是英文，你也可以顺利通关。地狱突袭那里的评论我不知道藏在哪去了，所以在本体这里评论了，如果是学生党的话，入手我建议三思而后行", "游戏是好游戏，就是晕，我差点吐了！", "组队玩好玩", "肥肠好王", "哈兰超人牛逼", "末日跑酷打僵尸 太好玩了", "突突突 爽就是了！感觉是加入酷跑模式的死亡岛豪华升级版！", "66666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666", "非常值得入手的一个游戏", "好玩", "这个游戏超级超级超级好玩！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！", "好", "6666666666666666666666666666666666666666666666666666666666666666", "建议让人带 不然体验很差", "最好的丧尸生存类游戏吧。前几天刚上手，还好，不晕", "这是一款绝不能错过的末日游戏，里面不仅仅体现出末日后世界的残酷，也讽刺了政客和一些组织的心狠手辣，gre就是很好的例子，只关心自己的利益，把这种病毒武器和卖给出价高的人或者一些国家或者极端组织，里面的剧情也做的超好，游戏里的跑酷也很牛逼，打丧尸的场面也很好，血腥但又不让人感到恶心，总的来讲是一款很不错的游戏，买了绝对不亏"], "price_discount": "-66%"}
{"game_name": "Total War: WARHAMMER II", "detail_url": "https://store.steampowered.com/app/594570/Total_War_WARHAMMER_II/?snr=1_7_7_230_150_2", "release_date": "28 Sep, 2017", "publisher": "CREATIVE ASSEMBLY", "developer": "CREATIVE ASSEMBLY", "tags": "策略 奇幻 回合战略 即时战略 大战略 战争 多人 游戏工坊 动作 回合制 单人 黑暗奇幻 合作 战术 即时战术 剧情丰富 氛围 恐龙 战锤40K 好评原声音轨 ", "game_price": "¥ 268", "game_review": "46,923 篇用户的游戏评测中有 92% 为好评。", "info": "获奖作品 Total War: Warhammer的续集, Total War: Warhammer II将会在新世界给大家带来一次令人吃惊的探索、 扩张和征服旅程。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/594570/header_alt_assets_8.jpg?t=1592492519", "review_list": ["很好的游戏，1和2再加上基本全套的DLC花的钱也都很值得。宏观回合制战略地图微观即时战略的机制也非常有趣。不同种族机制基本没有什么雷同的地方，兵种也很多样化，个人认为这就是中古战锤甚至战锤这个题材在pc上最好的游戏。 但是问题也非常明显。DLC地狱，花式免费实则史上最贵的凡世帝国，游戏内种族不平衡问题，各种小bug导致的体验下降（比如很多人反映过的很难切换到强行军按钮，鼠标移过去莫名其妙上拉栏就没了）等等。但是瑕不掩瑜，这些bug对我来说处于可以接受的范围，顶多就是遇到的时候抱怨几句，但玩的仍然很开心。 但是，让我决定打下这个差评的原因，是上个月开始遇到的一个bug。这个bug貌似会在军队规模超过一定人数（感觉是2000左右），第一次遇到这个问题是我史库里的次元抬枪迫击炮的武器小组大队被4队吸血鬼地道拦截，我方500的规模对方4000规模，对方第四波援军进场后被我方侦测到，然后不出1分钟程序必定无响应然后只能用任务管理器结束程序，我尝试了关闭所有mod，军队规模甚至所有图像设置调整到最小也无法解决这个问题。这个恶性bug直接导致我这个20多小时的档当场作废，因为我永远也打不过，自动分被碾压点了自动就是全灭，进去打也只会中途卡死然后读档回到战斗之前。 当时我抱着可能是个别情况的侥幸心理，也因为游戏确实是好游戏，没有弃坑。但是因为bug不得不废档这种事真的很打击人的积极性。然而，从那之后，我每个档打到100回合左右军队规模上来后都会出现类似的问题。到现在我打了7个档，每个都是中途因为bug而作废。希望ca能看到我这个评测，请修复这个恶性bug。这个bug过于严重破坏了我所有的游戏体验。", "原价买的，我是傻逼。", "在里番里，是哥布林囚禁调教精灵。在战锤里，是精灵囚禁调教哥布林。10/10", "全价买的，我是傻逼", "《帝国最强大》嘿 混沌军是一群黑乌鸦，想把我们踏在脚底下！从大漩涡到基斯里夫，嘿 世界上帝国最强大！西格玛的子嗣们，把火枪擦亮，要紧紧握住手中戟！我们都应当越战越顽强，和敌人决死在疆场！帝国省兵迈开步向前进，响应号召我们去送命。从大漩涡沿海到基斯里夫，嘿 世界上帝国最强大！西格玛的子嗣们，把猎弓擦亮，要紧紧握住手中矛！我们都应当越战越顽强，和敌人决死在疆场！让人类的火燃烧在全世界，把绿皮和混沌都毁灭！从大漩涡沿海到基斯里夫，嘿 世界上帝国最强大！西格玛的子嗣们，把喀秋莎擦亮，要紧紧握住手中符文牙剑！我们都应当越战越顽强，和敌人决死在疆场！——菲利克斯·耶格尔", "赛特拉向索隆格的残躯看了一眼，然后，在阿卡汗能反应过来之前，猛的向前扑去。纳伽什慌忙躲闪，但阿卡汗意识到那一击不是向着死亡化身去的。古老国王的尖刀插进一个龙魔长满鳞片的躯体，它当时正准备把它的大斧砍尽纳伽什颅骨的后面。那个野兽痛苦的咆哮，但赛特拉没有给他喘息的时间。他抽出剑刃，从高处猛的一挥，让这个怪物脑袋分家。它像被砍倒的大树一样倒下，赛特拉转过身        他再次把青铜利刃指向纳伽什。“赛特拉不为人臣，只为人主。”他快步走过二人。“去吧，喀穆里的王子，赛特拉会原谅你的暨越，只要你能让那些胡狼嚎叫。让他们明白，伟大之地的王者不会被像奴隶一样被买卖。然后，等一切结束，赛特拉会砍下你的头颅，取回他的人民         在最后几个字离开他的嘴唇之前，不朽大帝已经冲向了敌军，砍像一个大叫的混沌巨人。第一击砍下了几根手指，接下来就是下巴。不久，他就离开了阿卡汗的视线，消失在茫茫混沌敌海之中。大帝永远滴神！！", "为了帝国！！！", "皇帝禀天姿，义勇冠今昔。走马百战场，一卡领导力。虽有反步骑，不敌小地精。流落荆巫间，亡国无交兵。离筵对祠宇，洒酒暮天碧。精帝勿复言，衔悲向陈迹。", "好玩的游戏！", "什么都好，差评给大漩涡模式刷在家里的火星兵 知道玩家后期没啥压力 所以就强行增加难度   也不是打不赢 就是要强行把你辛辛苦苦经营的几个城变成废墟  nmsl做几个副本战役会难死你？", "全站标杆", "一个派系能玩60小时不腻，这游戏是真的香。", "很棒", "闪退", "ver good", "全战系列算是比较符合我个人喜好的游戏了。初中时代我曾希望能有一部可以让我在地图上建设城市、行军并能加载进每一场战斗来指挥作战的游戏，直到我发现了全面战争系列游戏。从上初中时开始玩的中世纪2、帝国和拿破仑，到高中时代上手的幕府2和罗马2（幕府2的DLC武家之殇当时我玩了好长时间），再到现在的战锤2。全战的每一部都带给了我不一样的体验与震撼。但无论是帝国和拿破仑中的对射线列，还是罗马2里的重步兵方阵互怼，还是战锤系列的奇幻战争，宏大的主题和战斗中优秀的视觉效果，都是全战系列一脉相承的特点。以前我比较喜欢历史，所以对背景是真实历史的前几作更加偏爱。结果当我上手本作后，发现真香了。战锤的战斗场面算是最好的一作了，全战的特点与特质在我看来没有变，反而更好了。且这作兵种多样，相互之间有一定的克制关系（罗马2同级剑盾和矛盾个人真感觉差别不大），派系多，且各有特色。对于我来说这一作可能变得更像是一个游戏了，历史化的东西可能并不适合每一个人。如果说值不值得买的话，我个人建议打折时购入。个人感觉这作的缺点就是DLC过多，如果所有内容都想玩到，就有点花钱了。尤其是战锤1基本上成了战锤2的DLC（2中想玩凡世帝国要买1）。不过创意工坊中很多MOD都非常有意思。最后：我帝国天下第一！！！！（破音） 帝国真正依靠的不是信仰、钢铁与火药，而是无数凡人的勇气与鲜血！", "不错的游戏，谁玩谁知道", "用心的游戏值得推荐", "这是我玩过最棒的回合制战争策略游戏了！", "能让我停下的只有电脑不堪长时间运行"], "price_discount": "-66%"}
{"game_name": "ARK: Survival Evolved", "detail_url": "https://store.steampowered.com/app/346110/ARK_Survival_Evolved/?snr=1_7_7_230_150_1", "release_date": "29 Aug, 2017", "publisher": "Studio Wildcard", "developer": "Studio Wildcard", "tags": "开放世界生存制作 生存 开放世界 多人 恐龙 制作 建造 冒险 基地建设 合作 动作 第一人称视角 沙盒 大型多人在线 抢先体验 单人 角色扮演 龙 科幻 独立 ", "game_price": "¥ 138", "game_review": "272,514 篇用户的游戏评测中有 77% 为好评。", "info": "由虚幻4引擎打造的一款多人在线生存竞技网游，在一个超高自由度的开放世界里，可以体验采集、制造、打猎、收获、建造、研究以及驯服恐龙等超多自由内容，感受酷热白昼、冰冷夜晚的动态天气系统以及饥饿口渴等现实中的生存挑战，还要面对其它生存者的威胁，合作生存还是竞技厮杀，由你决定！", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/346110/header_alt_assets_15.jpg?t=1593107874", "review_list": ["我是傻逼", "如果你想好了玩这款游戏 那么你就得背一个好点的和内存大的固态  因为这游戏每一次更新不管多大 都能给你整半天  因为这是一边更新一边写入  我就没见过这么傻逼的更新模式 官方能不能涨点脑子？  我一个游戏都下载好了 你这一二十G的地图我还没下到一办  你T,M在耍我呢", "我是傻逼", "曾经以为收获日2更新占用硬盘很严重，这个游戏再次刷新了我的认知，玩了这么久每次更新都能更新160G-200G文件，而且还能遇到更新完反复更新的情况，更新还不如重新下载来的快。我是傻逼", "有一说一 我进别人的服务器 像一些服霸 把你抓进他们家 逼你唱征服不唱这个服务器你基本可以告别了！我TM当场 唱孤儿乐园", "原价买的，我是傻逼", "我是傻逼", "我是煞笔", "虽然被背刺，但是创意工坊不值27块？", "游戏更新安装是真滴智障、垃圾", "这游戏已经很有难度了BUG为什么就不修，真没耐心玩了每次被地图卡死背包内的物品瞬间消失连尸体都找不到。玩了很久才得到的东西被你这一搞哪还有心情玩下去，无奈卸载了多次这样打击没兴趣了。浪费时间最终还是输给了BUG", "好玩", "联机不行啊，还有更新也是", "垃圾游戏，动不动崩", "我想说我玩你吗逼,老子是正版游戏受害者,三天一更新,一更新三天,完事还UE4,滚犊子吧", "很喜欢这个游戏，满足了我都童年幻想", "垃圾游戏，掉线一直白框，你他妈玩我呢，事不过三他妈的十几次卡到进不去，进去就死了，东西全没了，还他妈水里掉线，这游戏就是傻逼，买了的上当，别买就完了，去玩其他系列。。", "很好玩", "每次一更新就是几个G，这特么都扩展到多大了", "优化太差，挂个加速器还进不去联机房间差评"], "price_discount": "-80%"}
{"game_name": "Dead by Daylight", "detail_url": "https://store.steampowered.com/app/381210/Dead_by_Daylight/?snr=1_7_7_230_150_2", "release_date": "14 Jun, 2016", "publisher": "Behaviour Interactive Inc.", "developer": "Behaviour Interactive Inc.", "tags": "恐怖 生存恐怖 多人 在线合作 生存 潜行 血腥 鲜血 第三人称视角 第一人称视角 团队导向 暴力 动作 氛围 合作 心理恐怖 策略 喜剧 成人 困难 ", "game_price": "¥ 82", "game_review": "241,086 篇用户的游戏评测中有 81% 为好评。", "info": "Dead by Daylight是一款多人(4vs1) 的恐怖游戏。游戏由其中一人扮演野蛮杀手，另外四人扮演逃生者。逃生者们将试图从野蛮杀手手中奋力逃脱，从而让自己免去被残忍杀害的危险。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/381210/header.jpg?t=1592323656", "review_list": ["尽管服务器不咋的，但是我能感受到官方对中国玩家的诚心", "如果你还在考虑因为看了评论买不买，看了评论玩不玩，不要犹豫，玩！不会后悔。非对称性对抗游戏鼻祖，有着各大强到爆炸的知名IP，每个DLC都非常用心，打着恐怖游戏名号的搞笑游戏。耐玩性非常高。有无队友都可以玩，很多人给我说什么 “新手不友好。屠夫都是血衣...才玩没有技能根本无法玩。”之类弱智很搞笑的话。拜托，你才玩几个小时也，连有几张地图都不知道 。屠夫的技能和人类的技能都不知道你就要carry全场。你觉得可能吗？这种游戏就一定一进去 就要给你一人溜五个台机？或者把把死追能四杀吗？ 拜托，对抗类游戏都是先被虐，再学会虐别人。这类游戏需要提升技术的，无敌点，无敌房，贴膜，Z字走位，人皇步，都是需要练习，还有你的心理博弈，屠夫追你你完全跑直线那你不是必死吗？想想你当屠夫的时候你会怎么做？这游戏我买的很早但是要真的开始玩也是今年4月份才开始认真的玩每天都玩，6月份就到红段3段了。可以负责的告诉新手玩家，就算到了高分段也有混水的人类和混水的鬼。血衣这些都是唬人的。三转你没技术还是一条咸鱼。并且现在平衡性已经调整了很多了。对于屠夫和人类来说都有很高的操作空间。可以内购的东西非常少，我是全DLC所以不太清楚，但是我朋友说可以考自己升级进行屠夫兑换相当于可以打出游戏内所有角色。这是非常良心的。这次更新还提升了惩罚机制，在自己死前千万不要退游戏，现在退游戏就会被禁赛时间，对拔皇没有一点同情心可言。因为这游戏没有输赢，每一把都会给你血点，就算你一直在黄段位也是可以的。 当你玩着玩着你就会发现，哦哦，每个路线该怎么走，哪里该跑哪里该停，哪里该转点。从而不惧屠夫/人皇，玩人类/屠夫同理。 制作组也是一直在跟新，并且很尊周中国玩家，还根据中国玩家投票真的开发出来了恶魔杨永信。值得表扬！屠夫收尸也是一种玩法，但是分不高，一挂守尸是非常愚蠢的，分低而且浪费大家时间也没体验到游戏的乐趣性。（巴布除外）一共有这么多角色和人物供大家游戏，还有好多好多有意思的事，千万不要玩7/8小时就放弃，可以加QQ群开黑，多看看B站Up视频如：解说拒绝/屠夫哥哥我皮痒/五斧尽空/付导。就知道到底要怎么玩了，脑子里面记住多练多练多练多练，一起来玩吧。", "我求求你们了别修这么快了", "我是傻逼", "萌新入坑可以先看看直播 ：人类的话可以看看付导，拒绝，皮痒，离枯（不一一举例还有很多）……                                           屠夫可以看看大猪，193，怀叔，逆反（不推荐看西校长的直播 ）……等的直播。                                            网址为：https://play.lang.live/                                          手机为：浪live 可在ios 或 谷歌商店下载 游戏里的箱子会刷 ：工具箱 ( 最高为紫 没有红色 )                               钥匙  可以用来开地窖  举个栗子：4个人剩下一台机会刷新地窖位置 剩余最后一个人地窖会自动开启 屠夫踩下会开始终局状态 当时间条为0 没有出去的人类会被恶灵自动处决 （ 最低为绿 没有黄白 ）                               医疗包 （ 最高为紫，没有红色 ）                               手电筒 （ 最高为紫，没有红色  有些特殊道具为金色 列如万圣节手电筒 四周年手电筒）                               地图  （ 最低为绿，没有黄白，红地图自带显示图腾 ） 道具颜色分级为 ：金（特殊）＞ 红＞紫＞绿＞黄＞灰 （ps： 这个颜色特指人类的道具颜色 不指祭品 ） 技能等级判断 ：技能右上角有一个骷髅头为1级 以此类推 技能最高为3级 人类技能推荐 ：小黑妹 ( 游戏自带角色 ）的自摸（ 解锁自我治疗，把自己从受伤状态转为满血（ps： 如果没有该技能只能在游戏里翻箱子找医疗包才能自我治疗或者找队友进行治疗 ）                         大卫 ( 游戏自带角色 ）的钢筋（ 向前位移一小段距离 自带无敌帧 ）                          朴·昆克 ( 游戏自带角色 ）的咬根（ 满级受伤的惨叫为0  （ps： 人类受到伤害会有惨叫声，满级咬根可以让惨叫声变为0，护士有一个技能鸣喘让惨叫声音变大而咬根可以抵消这个技能效果，原来的咬根效果不变，鸣喘一般凛妹（怨灵）主流技能 [/u]）                          比尔 ( 游戏自带角色 ）的怀表（ 从钩子上救下来的人会拥有8秒的怀表时间 （ 怀表时间内可以承受一下伤害 代价是要自我修复 人物如果停下来条会自动减少 条消失会从受伤转为倒地  ）                          劳丽 ( 迈克尔dlc 版权人类 ) 的打击 （ 防止打针对用 被救下技能会激活 屠夫如果抱起来会出现技能qte 打中会触发技能 屠夫有5秒僵直状态 ） ……。 屠夫技能推荐 ：迈克尔 ( 迈克尔dlc版权屠夫 ）的擦刀（ 把最好的留到最后（打非血祭品玩家会叠加一层擦刀 砍中血祭品会减少2层（ 1技能擦刀砍中血祭品会掉4级 /）                        李奶奶 ( 李奶奶dlc 原创屠夫 可肝碎片购买 ）的恶咒毁灭（ 人类如果停下修机会按百分比减少修机速度（ 这种技能会在场上生成火图腾人类拆掉该技能会失效 /）                         夹哥 ( 游戏自带角色 ）的踢板（ 踢板 踹电机的速度会加快 /）                         巴布 ( 巴布dlc 版权屠夫 ）的bbq（ 人肉烧烤（钩中人类会加献祭类百分百血点，可以看到被钩逃生者45米外的气场 /）…… 对速修、巡逻守阶段、打针对的看法 ：个人理解速修、和巡逻守阶段、打针对本质是一样的，都是为了抢节奏不同阵营的做法 被打针对没带打击只能自认倒霉 还是看理解不同的时候该做什么事情  判断非版权屠夫的办法 ：版权屠夫在商城只能用暗金购买，原创屠夫则可以用裂片购买 版权屠夫为 ：迈克尔 弗莱迪 猪妹 鬼面 魔王 巴布 原创屠夫为 ：枪手 oni（鬼武士）瘟疫 凛妹（怨灵）军团 小丑 老杨 李奶奶 版权人类为 ：劳丽（迈克尔dlc） 昆汀（弗莱迪dlc） 泰普（猪妹dlc） 史蒂夫、南茜（魔王dlc） ash（鬼玩人dlc） 圣所 ：每周星期三会刷新技能 可到b站黎明杀机官方账号去看本周圣所 ps：4个技能固定2人类2屠夫技能 传说套装 ：传说套装只能一套装备 不可拆分装备 段位等级 ：20-17段为白段 16-12为黄段 12-9为绿段 8-5为紫段 1-4为红段 （ps： 每个月13号自动重置段位  举个栗子：你如果在红段重置后为紫段 以此类推 ） 血点 ：每局的分数一起加起来会算成你的血点 有些祭品可以使血点某一项百分比增加或全项百分比增加 一些特定的技能可以使某项血点百分比增加 荧光裂片 ：每升一级都会给一定的荧光裂片 往上会叠加 到100级会自动转生 按1重新增加 区别是等级下面会有转生的次数 （ps： 裂片可以在圣所购买技能 2000一个技能  也可以在商城攒够9000购买原创的人类或者屠夫 一些特定的衣服也可以用裂片购买 ） 如果对你有帮助请点个赞和奖励吧 拜托了", "萌新不要因为前期的恐怖而弃坑此游戏有很多人通过改档/刷血点手段来获得稀有配件很多高段屠夫会通过各种手段（包括改段）掉段屠幼我TM玩这游戏第一把遇见的就是满配恐慌降临，电量过载的杨永信不过最后还是把四个我们放了怕的话可以去尝试玩屠夫虽然匹配的久一些，但上了10段以后就会好很多不要把这个游戏当竞技游戏玩，当娱乐游戏玩就行了，不要拘泥于段位与血点只要你玩的时间久了，一定能感受到这个游戏的乐趣顺便推荐一个DLC：The Halloween Chapter--迈叔DLC，包含好用的屠夫技能：不要玩食物（跟丢血祭品+5%移速，最多3层）把最好的留在最后（快速擦刀，击中普通逃生者加一令牌，击中血祭品减二令牌，每个令牌＋5%击中求生者后的擦刀速度）好用的人类技能：毁灭打击（下钩子60秒内，屠夫抱起你，你可以一巴掌呼屠夫脸上眩晕他5S）血祭品是什么？——血祭品会对特殊技能有影响，其他无作用，建议先去自定义把所有技能读一遍，另外血祭品死亡所有人都会加1000分", "好玩,有人带就更好了,联机推荐", "想入坑的小伙伴们看过来，如果你想要玩人类阵营那你可以尽兴，如果你想玩屠夫那我建议你的心里承受能力一定要强，因为这个游戏的排位赛不会因为你是萌新就给你匹配和你段位相仿的人类，匹配到比你高十个段位的选手这种操作都是家常便饭，匹配到最强一段的人皇也不是什么稀奇的事，总之就是对萌新屠夫非常的不友好，不建议新人小伙伴们玩屠夫这个阵营。而且还会面对很多素质人皇的嘲讽，新人小伙伴们想玩人类的话建议多练练技术，想玩屠夫的话建议多准备几片治心脏病的药，然后尽量不要把名贵的物品放在手边。", "最开始接触黎明杀机是上学的那个时候，看哔哩哔哩直播玲哥玩黎明杀机，当时看直播的时候就很激动，觉得这款游戏玩法也很独特，玩家可以选择扮演四个幸存者中的一个，或者是要猎杀那些幸存者的屠夫幸存者需要全程躲避屠夫的追赶，修好并开启5个发电机，然后找到出口成功逃跑；而屠夫需要追踪幸存者，用武器将他们击倒，然后挂在分布在农场各处的钩子上，等待血条耗尽时也就宣告了该玩家游戏结束！当然这款游戏非常时候跟小伙伴们一起开黑，一起调戏屠夫（说不定会被屠夫鞭尸233），玩人类时4人比较依赖配合的，需要玩家不断地揣摩别人的心思，并做出自己的选择，这也正是它最有意思的地方，当屠夫追你时每个屠夫的追杀BGM也不一样，非常有压迫感，不愧是恐怖游戏，当然有些玩家也玩出了搞笑233，最后还是蛮推荐这款游戏了！最后欢迎大家来开黑啦语音服务器来一起开黑（服务器主R6，也有其他游戏语音开黑频道，欢迎大家的到来）服务器链接：https://kaihei.co/K9LMe6", "作为萌新只能告诉想入坑的别玩国服，特别是想玩屠夫的，除非你想玩一把游戏一个人杀不到还要被门皇嘲讽，被大佬溜五台机，被人疯狂指指点点，被车队玩到怀疑人生，请不要觉得我夸大其词，我确实很菜，但是我也是认真看过攻略跟视频的，我觉得一个好游戏是可以让萌新有游戏体验的，然而杀机。。。个人认为游戏就是用来消遣娱乐的，如果为了一个游戏而生气就本末倒置了。真的想玩就去玩外服吧，萌新屠夫别玩国服！萌新屠夫别玩国服！萌新屠夫别玩国服！", "首先的话游戏本身的恐怖氛围是营造的不错的，其次非对称性游戏模式也是其中一大亮点，里面的人类还有屠夫都各有各的特色。杀机对新手是比较不友好的，包括地图还有人物技能，必须要花个上百小时熟悉。但是总体来说这款游戏还是非常值得玩的。", "刺激好玩", "挺好玩的  就是国服屠夫实在是排不到人", "这服务器真是给人用的。我挂着加速器能玩成幻灯片，也是够可以了。真就加速器不要钱了呗。啊，就这？？？？", "玩屠夫 半个小时都匹配不到人  一直等 都没有 什么垃圾游戏", "差点没给我吓没了", "垃圾游戏，对新手一点不友好，跟朋友玩了三四个小时，没赢过一把，全是被鬼虐杀，真的是垃圾游戏。", "游戏给我的感觉就是走位菜，死得快，意识不够，钩子来凑，小手一指，树上挂死。另外就是延迟吃刀问题能不能解决一下，杨永信的刀气有点长啊，我是无敌的加急速翻窗都吃刀也是服了", "进我都进不去，凭什么让我推介", "bug 杀机，你值得拥有"], "price_discount": "-61%"}
{"game_name": "Pummel Party", "detail_url": "https://store.steampowered.com/app/880940/Pummel_Party/?snr=1_7_7_230_150_2", "release_date": "20 Sep, 2018", "publisher": "Rebuilt Games", "developer": "Rebuilt Games", "tags": "多人 欢乐 桌游 4人本地 在线合作 休闲 动作 独立 合作 本地多人 小游戏 喜剧 本地合作 彩色 桌上游戏 Party 血腥 单人 清版动作 控制器 ", "game_price": "¥ 50", "game_review": "12,476 篇用户的游戏评测中有 91% 为好评。", "info": "《Pummel Party》是一款支持 4-8 位玩家的在线和本地多人派对游戏。Pummel 好友或 AI 可以在图板模式下使用各种各样荒唐爆笑的物品，在独特的迷你游戏合集中相互竞争，摧毁友谊。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/880940/header.jpg?t=1585242250", "review_list": ["游戏特别好玩，给女朋友口了十次才给买", "如果你各项小游戏指标都行，并且还有朋友的话，恭喜你这个游戏很适合你，但这也是这游戏的弊处，作为一个面向大众的游戏，很多人可能都没怎么接触过游戏，被朋友就这么拉去玩了，会觉得这个游戏很没意思，也是因为这游戏的机制问题，作为一个桌游，核心玩法却是小游戏，而且小游戏对整体的影响很大，你小游戏厉害甚至可以操控整个盘局，你赢了小游戏，你不仅有道具，你还是先手，你输了，你没道具，还是后手，导致厉害的人，一直能拿到道具，开宝箱，而你只能一次次的被打，掉钥匙，死亡，这是极其不公平的，作为一个桌游，核心应该更多的是运气和欢乐，并能做到一定的公平性，作为一个孤儿玩家，其实这游戏还是不适合我的，那就拿去研究吧，嘻嘻，👉 视频👈", "作为一个娱乐向游戏，这个游戏的竞技性太强了，偶然性太小。主要表现在小游戏比重太大，小游戏的输赢将直接影响游戏的走向，赢得玩家每回合一个道具，先手用道具，输的玩家没道具后手挨打。买地的收益极小，导致游戏完全不需要运营，同时偶然性极小，落后的玩家早早失去胜利的可能性。作为一个大众娱乐向小游戏，并不能让不同水平的玩家得到快乐，我觉得这个游戏的定位是失败的。", "很好玩的一款游戏 就是有点费朋友", "非常好玩，已经杀了几个“好”朋友了", "游戏真的很好玩，我身边说不好玩的朋友都被我打死了，渣都不剩", "看Zz1tai姿态直播认识的这个游戏(大奖杯？？？)，玩法类似于大乱斗版的大富翁，每个回合通过掷骰子的方法决定最后的关卡小游戏。除此之外，游戏支持8人联机，制作组还“贴心的”在游戏中加入了AI，可以在单人练习和缺好友的情况下体验多人游戏的乐趣(你可真是个小机灵鬼！)，但是偶尔还是会出现闪退的情况......夏促的时候拉着好友一起入坑了这个游戏，不愧是又一个友尽模拟器，好友再玩这个游戏就都是隐身模式了。那么问题来了，游戏已经买了，联机的好友在哪呢？", "没有朋友", "这游戏一定要和朋友连麦玩，一定一定的一定。超好玩，也好搞笑，玩到后面很考验运营。究极版大富翁", "好玩，就是废朋友", "趁着打折就入了，送了四个朋友一起玩现在我没朋友了真的", "欢乐", "非常棒的游戏 很适多人一起娱乐", "觉得这个游戏很有趣 很适合和朋友和网友们玩", "我们需要支持MacWe need support for Mac", "真的说实话，这个游戏能笑死我", "原价50购入，我是傻逼", "游戏很好玩，朋友没了", "不错我和小伙伴们都很开心", "666"], "price_discount": "-34%"}
{"game_name": "Destiny 2", "detail_url": "https://store.steampowered.com/app/1085660/Destiny_2/?snr=1_7_7_230_150_1", "release_date": "1 Oct, 2019", "publisher": "Bungie", "developer": "Bungie", "tags": "免费 刷宝射击游戏 第一人称射击 多人 动作 在线合作 冒险 大型多人在线角色扮演 射击 科幻 寻宝 开放世界 太空 第一人称视角 好评原声音轨 合作 故事架构丰富 大型多人在线 大师级 氛围 ", "game_price": "Free To Play", "game_review": "250,495 篇用户的游戏评测中有 86% 为好评。", "info": "进入命运2的免费游戏世界来体验第一人称射击战斗，探索我们太阳系的隐秘，用独特的装备定制你的守护者，并向你的强大的敌人们释放元素的怒火。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/1085660/header.jpg?t=1593047701", "review_list": ["我是傻逼", "1.棒鸡无能已成事实       一年就更新这点东西，真有你的啊，棒鸡。土命的废物引擎该扔了，现在的无能都可以给你归结为引擎废物，但2023土命3要是不换引擎，那只能证明你棒鸡把不思进去已经写在了脸上。2.把玩家当黑奴，打游戏像上班       9赛季方尖碑1.0，10赛季地堡2.0，11赛季直接给你方尖碑地堡3.0，真行啊。周报里还说赏金单无趣，你这套方尖碑地堡更拉胯。难道要玩家也给你整个集体抗议，你棒鸡心里才能有点数。懂了，我现在就去黑卡，永恒之诗0折特惠走起。3.脱离玩家群体       试炼就是PVP的raid这种话都能说出来，您还是自己主动辞职吧。大部分玩家想要啥你棒鸡是真没点数还是搁这儿装呢，PVE内容呢？PVE内容呢？PVE内容呢？4.飘忽不定的美工       真的，以我这被warframe强奸过的审美都觉得丑的东西，在土命外观商店里那可太多太多。但偏偏它又做出过一些过的去，甚至还挺好看的东西。往外观商店里大量的填垃圾，这事貌似也就棒鸡在干吧。5.操作逻辑诡异，尤其PC       长按，长按，长按，还是长按，你有本事做长按，那你倒是做个批量确定呀。做了那么多背包容量，你倒是做个预设模板后一键换装呀，还有武器的平衡逻辑，就像是十几年前的老学究做的一样。最后一句，300块的年四，您配吗？配几把？", "命运2虽然有一些被玩家诟病的问题，但是这还是一款好游戏！只是....我的头发呢？？所以不要犹豫，拉着你认识的人一起做秃头兄弟姐妹！和朋友一起玩真的很开心，聊聊天打打游戏看看风景，顺便嘲笑一下出不了金装的TA才是真情。最后我想说...大家可以来我的频道命运2摇摇车玩，唠唠嗑,free feel to play😉", "从那个国庆开始，为命运2花了243元，玩了1335小时。有过两周超过140小时的疯狂，也有过五月整个月不想上线的无奈。在幽梦之城打开最后一把超凡密匙后，获得了千语，解锁全异域全巅峰武器可能就是我在这个游戏的终点了。不想再诉说棒鸡的功与过，至少，这个243给我带来过的快乐，无可比拟。告别只是回归的第一步，为它肝过，尽兴过，不枉于此番冒险。命运2，有缘再见。", "棒鸡傻逼吗?傻逼。PVP和甘比特还有摘棉花好玩吗?不好玩。这赛季没raid怎么办?打花园。这几个赛季干啥了?AFK了。下赛季还玩吗？玩。年四买吗?预购了。奥利给，干了。", "我是傻逼还好除了我之外还有20万傻逼3个小时给我看个1分钟的动图我是傻逼！棒鸡死妈", "我宣布棒鸡亲妈原地复活", "棒鸡就是在一步一步把命运2推向死亡，众所周知，棒鸡在令人失望这件事上从来没让人失望过。虽然我是不朽赛季入坑的，也只是经历了这几个赛季一步一步变得如何拉跨无聊。即使是市面上没有像样的竞品，但你也不至于这样对待热爱和忠于命运2的玩家。方尖碑1.0、2.0的种种黑奴行为，之前的邪冬任务，在加上今晚的贴图，却没有任何值得的奖励，真是无比令人失望。", "试问哪个网友的世界事件是让所有玩家盯着几张贴图来回变整整一个半小时的？？？？？？？？？？？？？？？？？？ 真tm傻逼 侮辱玩家智商", "我已经脱坑半年了，想想回来还是写个评论，不能只恶心我一个人刚开始我进来玩就是看到这是个PVE游戏，等我进去玩才发现什么几把PVE游戏咯，尼玛的那些刷图厉害的枪都得要PVP完成成就才能获取好，那我就去打PVP嘛，好家伙！喷子像个推土机，要么就是神仙挂B，没办法为了枪我忍了然后生存这个匹配机制，2000分是个坎儿，2000分就尼玛跟股票似的涨停，我买个几把稳定不涨股我是脑瘫迈？特别是开局3V4，我日你大爷，再要么就开局3：3或者1：3...我日尼玛是你妈生你的时候B夹着你得脑壳了迈？我是超人我进去杀翻对面拯救残局？哦，对了，还有个智谋，呛尼玛个智障还智谋，啥也没有时候对面把把异星噬菌一把机枪整的像个大狙，把把过来杀穿我这些孤儿队友好嘛！我也去整一把，等我整完还没开始爽对面又是尼玛的真相，螺旋拐弯追踪火箭筒，还他妈3发换一次弹，吐了再来说说PVE这块，虽然我就玩了两个赛季，真的是那他妈勇士是你失散多年的野爹非要十步一个的往那放各种元素罩子花式免疫我是在玩连连看？对对碰？还有这些机制副本图，你整个讲究机制玩法我没意见，我可以接受命运2特色就是机制副本，但是我也是个仓鼠玩家，机制整的太复杂对我来说很烦人大家都是老手我没意见，或者掺杂看过教程的新生也尚可，最怕啥也不知道就在里面硬打的新人，太恐怖了（我是个上班党，每天下完班回来队友们打几个机制副本一看时间，哦豁！又该上班了）没啥要说的了，哦，还有一个问题，你们修个防具武器技能产生的bug是有拖延症还是压根就没修啊我每次上B站总看见这样的标题震惊！版本之子，5秒灭大帝，8秒锤瑞文过一段时间就成这样震惊！版本之子惨遭修复竟再现惊天bug，秒天秒地秒空气最后的最后，再说一句本人已登出服务器，我的飞船永远不会再飞回高塔", "入门了", "就挺好玩的", "8错 就是少人打团本", "站在你面前的是，利维坦保皇党，凯尔的拯救者，瑞文救星，花园写生画家，yyds－老内鬼", "垃圾游戏，做的什么玩意。赶紧凉了！", "不好玩  我就玩了亿小会儿", "好玩 ，虽然很肝，但肝中很有乐趣", "美工巨棒", "对独狼很不友好.每个赛季提升没什么用的光等.然后前一个赛季就白肝了.剧情玩完就玩完了", "垃圾"], "price_discount": "-0%"}
{"game_name": "Total War: THREE KINGDOMS", "detail_url": "https://store.steampowered.com/app/779340/Total_War_THREE_KINGDOMS/?snr=1_7_7_230_150_1", "release_date": "23 May, 2019", "publisher": "CREATIVE ASSEMBLY", "developer": "CREATIVE ASSEMBLY", "tags": "策略 历史 战争 回合战略 大战略 即时战略 军事 战术 多人 单人 即时战术 动作 好评原声音轨 回合制 合作 模拟 暴力 沙盒 奇幻 毁灭 ", "game_price": "¥ 268", "game_review": "37,852 篇用户的游戏评测中有 84% 为好评。", "info": "《Total War™: THREE KINGDOMS》首次在这一获奖无数的策略类游戏系列中重塑中国古代的烽火传奇。在扣人心弦的回合制战役中，可以建设国家，治国理政；在令人叹为观止的即时战斗中，则可以征战沙场，破军杀敌。《THREE KINGDOMS》将二者巧妙结合，重新定义了那段英雄辈出的传奇历史。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/779340/header_alt_assets_2.jpg?t=1592492308", "review_list": ["没有水战感觉缺少点东西", "好的游戏，不用解释太多。。。。。当光荣，高晓松老师都在给三国志手游版这种玩意背书时。我万念俱灰。还好，有一个全战三国。作为国内的游戏开发者，我从来不敢碰三国这个题材。公司要做，我就离职！！一群连孙权，马超字什么都搞不清的策划，一群三国演义电视剧都没看完的产品经理，在国内的游戏公司做三国。呵呵。这个一个悲剧的行业。我可以做三消，修仙，解密~~~~~我坚决不和那些恶心的策划做三国题材。", "建议加入关隘，加入关隘让玩家有更多的战略选择性且玩家不再担心后期盟友背刺核心地区，也不会出现玩家过于投机取巧的换家发展影响游戏中后期的体验", "国产的垃圾三国手游好好学学", "完美玩过三国群英传的一定要入", "我是服气的，联机的三个问题到现在没修复，1，联机手动打完战斗胜利后不获得经验，这个问题真的是4个DLC了到现在都不修复，2，新DLC联机的问题，吕布手动战斗胜利不获得气焰，头衔解锁手动胜利不获得称号（比如：血龙需要单场战斗杀死600个小兵）3，孙策联机的问题，气运任务做完之后明明每回合增加了，仍然不增加（例如：任务做完之后每回合加14，气运每回合减7，应该是加7。比如当前气运为50，第一回合的确增加到57，第二回合却减少到50.）", "我简直要疯了，我求求ca的大佬，要更新就好好搞，从1.4.0搞到1.5.3，游戏就没好好消停过，搞到现在卡的不像样子，闪退问题一堆，除了加进几个独特立绘武将，还有啥新内容吗？每天都无缘无故下载更新，几十M的东西，要分配磁盘要下载什么的要搞上几个小时，最开始的时候还能开最高2倍兵力玩，现在连最小部队规模的战役战斗都随时导致闪退。要不是找不到破解版，真是懒得再打开steam了。", "目前最好玩的三国策略游戏", "发展策略，战斗，历史代入感，让我体会到了全战的魅力。但是致命弱点是兵种大同小异，所有的战斗基本都一个战术，骑兵切后排，步兵顶盾弓兵输出，一场战役 = 一场战斗*n。", "一直玩一直尝试不同的派系，但是总的还是很不错的，缺点就是，我需要关隘！！！我家不是其他派系想来就来的地方！！！", "其实可以添加关卡障碍，以及水战，在马上单挑之类的东西，但是一个西方国家能把三国元素做的怎么好真的用心了，希望中国以后可以做出这么好的游戏来。", "I just want to know why i canot ctrl to enter the game nor skip animation after launch？disappointed at CA", "优化做不好不要拿出来卖了，丢人，前面几天全高画质玩的好好的，今天突然卡成幻灯片还疯狂闪退", "爱死这款游戏了", "RPG游戏，还不错", "我操了 你们都是怎么上热评啊？", "游戏还行，挺值得买的，希望增加好的DLC", "做的最好的中国历史题材游戏", "作为一个玩了20年的三国玩家而言，如今还看到如此复杂绕脑的操作，这游戏已经跟不上新时代的游戏体验了"], "price_discount": "-25%"}
{"game_name": "theHunter: Call of the Wild™", "detail_url": "https://store.steampowered.com/app/518790/theHunter_Call_of_the_Wild/?snr=1_7_7_230_150_1", "release_date": "16 Feb, 2017", "publisher": "Expansive Worlds", "developer": "Expansive Worlds", "tags": "狩猎 开放世界 多人 第一人称视角 模拟 射击 冒险 合作 拟真 动作 生存 第一人称射击 单人 体育 步行模拟 氛围 在线合作 战斗 策略 血腥 ", "game_price": "¥ 70", "game_review": "39,332 篇用户的游戏评测中有 84% 为好评。", "info": "马上走进这个风景秀丽的广袤世界，在身临其境的观感中获取前所未有的震撼狩猎体验吧。您不仅能够享受单打独斗的紧张氛围，还可以与朋友共享一同狩猎的无上乐趣。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/518790/header_alt_assets_4.jpg?t=1593006655", "review_list": ["全款购买，我是傻逼", "刚玩，还没学会，但是我觉得有必要引入猎犬，要不然找猎物实在是麻烦，打猎带个猎犬是天经地义的吧，也没有因此降低难度。然后猎物太少了，可能是我还不会找吧，好多时候光听见脚步也看不见，太气人了。···········我太难了，才玩了几个小时，就莫名其妙的进不去了，卡在开头的读取界面，刚进去就未响应，这可咋办啊，我只是想打打小动物啊。···········我的妈，这个牛牛打了竟然不跑，还回来顶我，被顶死了QAQ", "我是傻逼", "我反对那么多吐槽难度和说找不到猎物的人，仅仅因为这些原因给差评那你为何买这个游戏？如果觉得这么点钱后悔了，不知道买之前了解一下？本身就是拟真度高的模拟器，猎物非常警觉以至于找不到不是很正常？还有说越野车收费没有越野车就没有好体验的，诚然这种一个个分割开卖DLC的方式非常令人反感，可是你真的了解这里的狩猎了吗？你以为有了车子就可以在车子上开着打了？你怕是要和动物比飙车越野。说鹿脑袋中了一枪还不死的，你知道他脑袋多硬吗，你以为你拿的是穿甲弹吗？真一个猎物打不到，那么多前人给的经验不知道找找吗？自由表达自己当然好，但是因为这些原因就给差评我觉得实在是不合适。", "买这个游戏估计快一年了，但是这330+小时基本都是我父亲玩出来的。去年他不知从什么地方看到了这个游戏的宣传视频，于是来问我游戏的名称，从而找到了这个游戏。我本人对这款游戏没什么特别的兴趣，但是看父亲特别好奇就买在自己号下了。19年暑假里他第一次玩这个游戏时还十分生疏，可能是因为从来没玩过fps（但魂斗罗和黄金矿工很强），所以连基本操作都要我教他，譬如wasd是行走，shift是奔跑等等。至于射击猎物就更加“菜鸟”了，经常站在眼前不动的猎物也能打空。我本来以为父亲试玩两下就会因为手感而放弃，没想到他硬是坚持了下来。当然了，我也是头一次被最亲近的人问有关游戏的问题问到有点不耐烦（那个夏天，我默默观察着我父亲对这个游戏的探索：他不去做（更有可能是没发现）任务，不使用诱捕的种种装置，只是单纯的在已开放区域里漫无目的地四处闲逛，看到猎物就举镜屏息（屏息也是我教他的），慢慢把准星对准猎物并开火。之后就是循迹追踪，找到猎物。他的第一只猎物还是我帮他一起找到的，因为有几个血迹来回往返，把我父亲给绕晕了……不过他也逐渐熟悉了这个游戏，学会了技能加点、搭建帐篷、使用越野车…于是渐渐的，他把已有的几张地图（一个非洲的，一个西伯利亚的，还有一个叫不出名字的）全部探索了一遍，每个前哨站，除了未解锁区域。于是他开始接受任务，我见过的有用特定武器猎取特定猎物的。总之在去年暑假和今年寒假里，他把已有的所有地区全部解锁了（忘了提，他用的是我的游戏本，所以只有大学放假才能玩到）。也正是因为这个游戏，我才会看到父亲半夜一点还在客厅拿我的电脑忘我地打猎。这在以前的我家是想都不敢想的。因为高考前的父亲是很反对我长时间打游戏的，更别提熬夜肝游戏这种事了。其实我父亲也提起过他年轻时的游戏经历，什么黄金矿工打到多少多少关啊，什么魂斗罗一名通关啊……不过大多都是说说，因为从我记事起他就没怎么玩过游戏了。因此这300多个小时对于已经要奔五的他不是个小数字了。所以我推荐这个游戏不是因为它的游戏性如何，主要还是因为他给了我父亲重新回到游戏时光的快乐，也让我看到了从未见过的喜欢游戏的父亲的另一面。今天是父亲节了，之前父亲他心心念念的新保护区和其他dlc又打折了。这次暑假回家，可以把新武器包和新保护区送给他作个惊喜了。我爸玩得很爽 10/10", "强烈不推荐，你知道为什么吗？因为这游戏使我好几次犯高血压，变得易怒、暴躁。很多人都觉得好像这款游戏是硬核狩猎，所以你游戏体验越差越证明它越真实。真实？邪道玩法我也玩过，用口哨一个一个引然后用弓弩杀，这帮畜生都无视自己旁边同类的尸体。火器什么的都见鬼去吧！弓才是硬道理！而且我第一次看到一只熊和一只鹿零距离交流，然后我一发出响声两个畜生都跑了，合着保护区动物一家亲是吧？这帮畜生就TM针对人类。bug严重破坏游戏体验，还是你花了将近1个小时追踪传奇猎物然后一枪击毙后直接给我来了个遁地？？！我当时就差点砸电脑了！而且玩家那乌龟一般的速度就不说了，前期很不习惯，后期也就妥协了。最重要的是这是声响系统做得真的是shi，一格红几乎视野范围的畜生都警觉了，两格必定跑，三格你就可以去下个区域了。正常在草地走路就两格，逼着你慢步看风景。强烈要求把不同动物的警戒范围改成不同的！有些动物可以特别警觉，但是请务必设置一些不那么警觉的（至少让我在最远视野里看见吧！不然多好的平地一个畜生都没有）狩猎期间无法暂停！（单人也无法暂停）对，就是这个破壁设定。导致这款本来节奏就慢的游戏成为了一个憋尿大赛，好几次我上个厕所回来，那个吸引来的畜生就发现我跑了。我自己的帐篷里睡觉等时间竟然要钱？而且连续睡觉还会涨价？这是那个鬼才设计师设计的？我好不容易凑了16000买了个高台，到目的地准备睡觉混时间结果要钱。。。。我当时真的想来句“你怎么不去吃奥利给”基本上都是你在找动物，然后动物跟你玩躲猫猫。虽然这挺真实的，但是你设计一些攻击性强的动物有领地意识不好吗？人靠近不要第一时间就溜，主动过来伏击人不好吗？硬核游戏不是意味着要恶心玩家，加一点娱乐性不好吗？加前作的猎人视觉不也挺好的吗？以下是我希望游戏添加的功能：1.动物数量增加，出现频率增加2.加一些对人类警觉低的动物（至少让它能出现在玩家视野里）3.修复bug！！！！！！（不要让玩家几个小时的辛苦白费）4.空中狩猎dlc（可以没有狩猎奖励，我只想向那些畜生倾泻子弹）5.肉食动物对人的攻击性，不要看到人就跑。如果你是个慢性子、心态好、且想体验真实狩猎的人，我推荐这款游戏。否则如果只是想打打动物娱乐娱乐，那么这款游戏可以把你逼疯。", "别犹豫了，史低16血赚  问：这啥游戏？这是一款 集观察并狩猎动物，欣赏风景于一身的散步模拟器 。 没有耐心的祖安选手不建议购买，你心态会崩 。游戏荒的小伙伴们夏促肯定会纠结买哪些好，别抱有太大期望，今年夏促很拉胯。打折后109的鬼泣五或者174的只狼或许很香，但别人喜欢的不一定适合你，为什么不考虑考虑新史低的荒野的召唤。 狗头保命.jpg  问：这游戏咋玩 很简单，狩猎嘛，找到动物再打死舔包。说着easy，但是现实是可能你游玩了6.7个小时都没见过几个动物。比如我刚玩的时候不懂，跑着找动物，这就导致我在9个小时的时候达成了一个吓跑1000个动物的成就，我枯辽。游戏内移动方式只有爬和蹲着走两种，站立走和跑一般不用，因为声音太大而且会暴露自己导致在百米开外惊扰到动物，而动物跑得比主角老寒腿快多了，当然啥都看不到了。所以 给爷爬！ 刚进图的话呢，建议多逛逛风景，解锁瞭望塔和快速移动点 问：dlc那么多，买啥好其实单一个本体的话，游戏内容也十分丰富，不过要想有更好的游戏体验的话，车和帐篷是首选，复合弓那个包也不错。至于地图的话，这游戏的地图可以 白嫖！只要你加入有该地图的多人游戏即可 ，我很推荐新图，因为新图的动物是真的多，简直是找不到动物玩家的福音，而且觅食区饮水区基本上都是连着或者重合的，你甚至可以贴脸靠近憨憨野牛，用科特勒CB-65带600 GR箭一箭一个大角牛。当然，强迫症或者完美主义者玩家可以趁现在打折全入，游戏体验更好。 问：你玩到现在有没有什么感受 有的，那就是这游戏你得佛系，或者有耐心。你可以选择当一个埋伏型猎人，找好掩体，用哨子吸引猎物并击杀或者当一个追踪型游猎猎人，走哪打哪。 大多数时候欣赏欣赏风景  问：游戏有没有什么不足之处呢 有的，我进朋友的陈列室一直会卡，啥都看不到。 问：你有什么小建议或者小技巧？ 1.望远镜不好用，照相机好用2.粪便依次从最短到最久：不久前-很新鲜-新鲜-有段时间-很久以前  新鲜的时候就可以蹲着走了3.武器没有强弱，只有适不适合4.找不到动物么，去湖边上转转5.动物的毛色是其稀有度的一个标志之一，白化和黑化十分稀有了，不要放跑哦6.战利品管理器只有你买了dlc在dlc房间里才能看，或者你把上限放满，多的会让你选择替换7.狩猎野猪，野牛，狮子的时候时不时在地图上追踪一下，以免意外死亡找不到路或者动物尸体8.多人游戏你和队友都打到了同一猎物，你俩都有钱9.进游戏时如果输入法时设置为中文，那么当你尝试按WASD时会闪退到桌面或者变成窗口模式。解决方法：将输入法改成英文，或者直接大写锁定。10.武器对应猎物等级，狩猎的时候带合适的武器 问：你还有啥想bb的？其实对于评论里那些差评，我想说：吐槽屎多的，被打到了一边逃跑为什么还一边拉屎。你知不知道，这游戏粪便是给玩家判断动物经过这个地点时间的一个重要的指标，是让你追踪用的，你又不是老八，激动个啥。吐槽开枪了这个区域的动物都会跑，只能换另一个区域。Excuse me?不跑会被你说傻，跑了也被你骂，你要怎样嘛。现实中你放个屁这个区域的动物都跑完了，别说开枪了，野外能不能遇到动物还都是个问题。吐槽难度高的，其实不是游戏难度高啦，只是你没掌握方法和技巧，耐心点哦。PS：如果你频繁掉线或者闪退，把能用的办法都用了还没解决，试试看把那啥追踪还是测试给关了。", "游戏买了一年多了，断断续续一直有在玩，dlc也一直在买，除了我觉得一些本该属于游戏本体的东西放dlc收费不合理，最近换皮严重外，确实算一个不错的游戏。当你竞技游戏打累了或者是满身疲惫的结束一天工作的时候这个游戏就是能让你在不经意间就在雪山森林与花田间一晃度过几个小时的时间。这便是着游戏的魅力所在，然而也是这个特色劝退许多新人。老手可以几个小时甚至大半天走走逛逛就为了找到那些珍惜度高的动物，又或者几个人开黑乱逛纯粹为了聊天打屁，狩猎都是随缘。相反的是刚刚接触游戏的许多新人大都偏于浮躁，打猎跑不停，车子四处开，不看风向不静步，又或者在只有皮肉伤的高级动物后面穷追猛赶完了发现时间就这样过了猎物还没追到回头骂一句垃圾游戏立马卸载。我的朋友一进游戏就说为什么没有机枪不能扫射，玩了半个小时就退游了以后再也没打过。所以我想说的是，这个游戏唯一的门槛便是你的耐心，你需要给这个游戏多一点时间，也需要给你自己多一点时间，去摸索，去学习。就像你在学习和工作中常需要做的那样。在这个过程中你便会逐渐成长为一名经验老道的猎人，你会发现曾经难以狩猎的动物与兽群不过如此。我希望这广阔的雪原，林海，山川与草原间能够赢来更多这样的猎人，而不是充满戾气的空枪与叫骂。", "我是傻逼", "一把枪 一包烟一只狍鹿追一天", "瘸子肺痨猎人，滋水枪闻屎第一人！闪现迂回猎物，站撸战神旺角水牛！这游戏没DLC，偌大地图用脚跑路！", "这游戏真的太棒了，比如杀个鹿真就拿哨子吹两个小时，杀头水牛被五六只围殴，其他动物基本没看见", "不推荐购买1，枪械很真实这是优点，但是看不见弹道，不知道究竟打没打中猎物2，前期拿的这把枪打猎，打了一枪后那个鹿都还能跑老远了，追半天不死，有的时候没打要害还不会死，太难发育过度了，得不到钱得不到经验3，听声辨位？这游戏听声辨位？想多了，猎物距离你还有十多米的，你听着声音感觉就在这你脸上的样子，绝地求生玩家深有体会4，玩法单一，我也没发觉其他的玩法，貌似除了打猎就是打猎，而且游戏体验极差，要不是时长超了我早退款了5，动物品种少，转来转去就那几个，其他的要自己花钱买，花钱买猎物", "挺好一游戏，锻炼耐心加看风景", "无心插柳柳成荫 散步模拟器 名不虚传 手动滑稽  真的很好玩 不过需要耐心", "好玩", "高度还原世界各大知名保护区生态、物种、地貌。动物反应较为真实，射击真实度较高。缺点是车辆的出现较为限制，只买基础包的可能没法体验驾驶的乐趣，纯粹靠跑。", "一不注意天就亮了", "我个人挺喜欢", "全部DLC买完了 更新好玩了不到一个小时游戏就崩溃了  一直闪退 玩个JB"], "price_discount": "-77%"}
{"game_name": "World of Warships", "detail_url": "https://store.steampowered.com/app/552990/World_of_Warships/?snr=1_7_7_230_150_1", "release_date": "15 Nov, 2017", "publisher": "Wargaming Group Limited", "developer": "Wargaming Group Limited", "tags": "海战 海军 免费 多人 二战 玩家对战 军事 战术 团队导向 策略 战争 在线合作 历史 大型多人在线 拟真 合作 射击 模拟 动作 PvE ", "game_price": "Free to Play", "game_review": "52,636 篇用户的游戏评测中有 78% 为好评。", "info": "《战舰世界》将让您免费体验到史诗级的海战场面、300多艘可选的历史经典战舰、策略性和即时战斗游戏性达到完美平衡的线上对战。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/552990/header.jpg?t=1593533071", "review_list": ["游戏体验极差，恶意满满的匹配", "非常不推荐，过于垃圾的策划，垃圾毛子始终为降低玩家的正常收益而努力", "少点没妈的脚本，不多说了", "玩了1年半了，已经有9个x级船，看不懂wg最近的操作。如果没什么改善的话再也不会氪金1.下架实惠的氪金包，换成糊弄人的包2.传奇插价格19200研发点？那为什么不设置成用wg的妈来换？3.莫斯科调整，说好不让玩家亏，说好1换2，怎么变卦不送新船了？怎么不把你妈送来火葬了？4.高收益剧情全部要么关闭要么砍收益，想尽办法让玩家吃屎，怎么不让你妈去吃？", "肝就完了，从老婆变铁皮热爱是不变的！", "——你能在表演一遍那个吗？——我们不会出超过460口径的船，我们不会出潜艇，我们不会让航母破坏平衡。", "我是傻逼想爽完英战就对了其他的都是在去屎的路上什么你和我说现在cv牛逼？抱歉你怕是不知道以前三排刷子雷到你脸上的绝望", "好游戏，玩不了，为什么？不知道自己是不是给外国人送船，让外国人来放屁熏咱，让外国人来给咱指挥交通和网络流量！好人，咱欢迎，暴力摩托，咱就只玩玩，但是您骑别人裤子上拉屎，您不觉得您脸太tm大了，让人家给你凑军费，凑宣传费，这您是让人家玩游戏，还是给您黑帮孝敬钱呢？老炮儿，还在北京，那山海关上，恭候您打假。", "服务器跟个shi一样，一直连不上，加速器也没用，还没进去就被航母投死，nmdwsm", "这才是男人的游戏", "wuqiwuliaodakaojiuzheyang", "最近游戏有点南登录啊！", "好 游 戏", "好，可玩性高", "这是个什么游戏来着？", "不错", "..简直是失望透顶，研发局加苏联巡洋分线的操作简直是劝退手笔，这是准备以一个策划之力灭亡一个公司吗？难以想象这样损害玩家利益的策划是靠走后门上位的吗？嘿嘿，差评这个游戏呢整体本来不错，但是一个策划的力量真的是无敌的，技能火了一款游戏，也能葬送一个公司。但是当一个吸血鬼策划加上一个支持他的公司的时候，这个公司只能带着全家飞出太阳系，我就看看免费玩能到什么时候吧。1.研发局加入传奇插19200，相当于2艘10级船2.将金币优惠包下架，这是逼玩家大氪3.金皮补偿没有，你棒棒哒~，这个道理就相当于什么呢~你昨天吃了饭，今天吃你拉的屎就可以了，并且无限循环~人肉永动机4.还有就是差评完了以后必定连败~~"], "price_discount": "-0%"}
{"game_name": "NBA 2K20", "detail_url": "https://store.steampowered.com/app/1089350/NBA_2K20/?snr=1_7_7_230_150_1", "release_date": "6 Sep, 2019", "publisher": "Visual Concepts", "developer": "Visual Concepts", "tags": "篮球 体育 模拟 多人 单人 大型多人在线 休闲 ", "game_price": "¥ 199", "game_review": "25,691 篇用户的游戏评测中有 47% 为好评。", "info": "2K continues to redefine what’s possible in sports gaming with NBA 2K20, featuring best in class graphics & gameplay, ground breaking game modes, and unparalleled player control and customization.", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/1089350/header.jpg?t=1573674198", "review_list": ["如果不是真的喜欢NBA，谁又会一直玩这个垃圾游戏呢", "吾是脑残也。", "29?我是傻逼", "看到打折~购买游戏~进游戏~联网失败~卸载游戏~下载盗版~畅游盗版~发表差评，一气呵成，是正版废物游戏中的豪杰。", "原价购买，我是傻逼", "29香爆了，不过我是傻逼", "我是傻逼，原价入手", "29,我不是傻逼", "最差的篮球游戏，如果说能有比2k20更差的，那一定是2k21了。", "垃圾服务器我草你妈", "老是连接不上服务器", "我可不想花29元之后再花每月25元的加速器钱", "HAO", "垃圾", "我非要用键盘玩不行吗？每次进游戏要我用手柄，我不想用手柄不可以吗？键盘对应的按键不能得到反馈，逼我用手柄？", "能好好做个服务器吗？", "闪退，垃圾", "不错", "我承认我是傻逼", "玩半个小时断线3次，连接不上2K服务器... 还不如盗版"], "price_discount": "-85%"}
{"game_name": "Warframe", "detail_url": "https://store.steampowered.com/app/230410/Warframe/?snr=1_7_7_230_150_1", "release_date": "25 Mar, 2013", "publisher": "", "developer": "", "tags": "", "game_price": "Free to Play", "game_review": "", "info": "", "imgs": "", "review_list": ["多用肝 缓解肝硬化", "写下这篇评论之前，我刚刚卸载完WF，准备下载巫师3，这是我经过深思熟虑之后做出的决定，暂时离开WF，去别的游戏里度过一些时间，这就是很多仓鼠所说的养肝吧，hhh'那回到正题吧，作为一个老司机，我想我应该告诉想入坑的，却正徘徊不定的新人一些东西，也许对你会有很大帮助第一：WF不坑钱确实是真的，游戏里超过百分之95的东西你都可以肝出来。不过这个过程十分艰苦，你要做好准备，坚持不下去，就氪金吧，适度氪是有好处的。第二：了解基础知识之类的可以加相关的QQ群，去查WIKI，或者是去贴吧之类的论坛（国际服贴吧是WARFRAME吧。），都很有帮助。第三：WF的成长是一个漫长的过程，不是说段位高，东西多，就毕业了，我见过不少这样的人，最后只能落得个速成鸡的称号。第四：STEAM上的游戏时间是不准确的，它包含了你的更新时间，登陆时间，以及蹲在飞船上的时间，准确的时间要看游戏内的。第五：玩这个游戏，在待人方面要记住几点：1态度要好，交易完了要说谢谢，被队友救起了最好也说一声谢谢，2：这不是国内网游，骂人了就骂了，不要以为会没事，如果严重的，会被官方BAN号。3：如果有伪大佬怼你，你要勇敢的怼回去，一昧的认怂不是我们星际海盗的风格。第六：游戏中常常提到RMT，RMT就是REAL MONEY TRADE。也就是俗称的线下交易，所以绝对不可以在淘宝上卖白金，也禁止向其他玩家购入白金！第七：坚持不下去了就和我一样吧，不是说不爱这个游戏了，只是累了，想要休息一会。等到合适的时候，我还是会回来的，毕竟我可是太阳系第一海盗团成员。", "这是一个大家都不能好好走路的游戏...", "下载半小时，更新五小时。", "首先给不知道要不要玩儿的人说一下这绝对是个好游戏！！！！！画面绝对是单机水准然而优化非常好。刚开始玩儿可能一脸懵逼。建议去贴吧多看看新手教程。这游戏自带的新手教程和没有是没什么差别的。那么我就吐槽一下缺点吧。首先就是网络。无处不在的七字真言。更新速度平均在10k左右，无论你网络是多少兆的光钎。所以萌新要入坑的话建议先挂vpn注册和更新。正常游戏的时候就不需要vpn了。刚刚说过的新手教程。这也是萌新AFK的主要原因。多去贴吧看看。多在公共频道问问。然后就是bug奇多。。。。。。这点我很不爽啊。还有就是萌新一定要管住自己的钱包！千万不要在商城用白金买东西！千万不要在商城用白金买东西！千万不要在商城用白金买东西！商城买甲的钱都可以买同样的甲的队长版了！所有的武器都可以自己做！也可以去交易频道收玩家的。不过一定要稳住！！！！这里面奸商特别多！！！这里面奸商特别多！！！这里面奸商特别多！！！就这些吧。这游戏只要你玩儿进去了绝对好玩儿！！！", "warframe很休闲的", "恩 也玩了一段时间了 现在给这个游戏写一个测评首先是推荐这款游戏的 游戏本身的制作比较到位 玩家的整体素质较高 可以从各个频道看的出来 其次 过于刷刷刷的游戏最终会腻味的 当然如果乐在其中的话自然是没有问题 游戏本身的制作精良 可以说达到了收费游戏的标准 甚至远超大部分收费游戏 在这一方面 是毋庸置疑的 正是因为这样的诚信制作 才让更多的玩家坚持这款游戏到了今天 其次是关于对一些新人的看法 首先 如果打算抱着大腿来享福的新人 自己找好带你的人 愿意带你的人 在频道里到处乱喊的都已经被我屏蔽了 不为什么 聒噪 在这个游戏里面 你如果不是“爆肝” 也只有氪金一条路可以走 主要原因是这款游戏里面的一大亮点便是交易 甚至可以说 不去试试交易系统 有三成的体验你就没有尝试到 在这一方面 DE明显更照顾欧皇 而非酋们并不是没有机会 无数局的游戏中 你总能刷出来金的 去交易吧 去换取在别的游戏中充值才能享受到的游戏币【本游戏中称之为白金】 还很有特色的地方——除了能够凭借自己刷到的游戏道具赚取游戏币白金以外——便是更好的互动和交流 频道里总有人会热心的去为萌新解答一些问题 但是如果是求带的 而且还是那种在众人看来都没有什么难点的关卡 可以自行删除本游戏 因为你也坚持不下去的 可以说DE的审美水平也是比较感人的 至少现在我的审美是被掰弯了= =我居然会感觉新出的甲帅= =但是技能炫酷 而且后期变成一个换装游戏也是一大亮点 这不是夸张 更多的人与其使用自己的白金去换取游戏道具完善自己的MOD装配或者武器库、战甲库 他们宁可去购买更多的装饰 披饰、外观、挂饰、配色 这成为了一大必不可少的游戏风潮和乐趣不管怎么说 这是一个好游戏 首先他辟出了免费游戏的一个高峰点 我们可以喜悦的看到 更多的玩家正在涌入这款游戏 趣味性慢慢的增加 一个一个的满级和完全体 更会让我们有一种容易获得的成就感 这款游戏不锁IP 不锁区 有国服 有玩家 有趣味性的装配和系统 有一个类似伪世界的游戏天地 可以说 这作为免费游戏 是一个高峰 与其等待 不如现在就入坑吧最后再补充一点——这个游戏如果一旦和老玩家接触 将会变成意义上的另一个游戏 这并不是说他会变得不好或是怎么样 但是我想这个游戏要有一个过渡阶段 起码你们可以找上几个同样不会玩的伙伴 共同享受前期开荒 完全不懂这个游戏 慢慢玩懂他精妙的系统的乐趣 甚至可以自己和小伙伴们共同创建一个氏族 在没有资源的前提下挖掘游戏的乐趣 这不是一种作死方式 而是一种确实能让玩家体会到前期开荒乐趣的感受 至少8段以后再去看wiki或者攻略 再去接触老玩家们 让他们给你下一步的提示吧", "这是一款刷子游戏这是一款爆肝游戏这是一款专门为收集强迫症患者量身定制的游戏这是一个免费游戏，不过除了绝版饰品，你什么都可以靠自己的肝力弄出来不过依然有钱你完全不需要每日刷刷刷。轻轻松松全甲每天上线做什么？看看警报送不送金银土豆，入侵看看有没有福利赠送，打打突击，刷紫卡，做做集团赞声望。这个游戏的目标是什么？全甲全武器全满级。全mod全宠全饰品。缺材料？各大星球厂商欢迎您的加入，进厂视察20分钟起步，百万材料等您来拿。更有福利馈赠养猫人士，稀有材料送不停！缺经验？AKKED随时随地欢迎您的加入！无穷无尽的大腿带你飞 ，一把有输出，两把卖武器什么？AKKED不够？全新经验厂塞德娜诚挚邀请您前来视察！集团音妈有保障，轻轻松松在日地板的20波中练满装备！缺mod？孩子，没有1000波间谍，800次4k，600波噩梦，200次老头，100次虚空请不要谈缺这个字武器都练满了？大批氏族武器等着你！什么？氏族也满了？不要担心，Prime系列练完了吗？棱晶套满了吗？破坏者套满了吗？亡魂套满了吗？DEX系列满了吗？莲花套满了吗？什么？你没有？去其他玩家收啊！最后还要说一句SOMA PRIME强，无敌。", "4/22更新今天遇到的破事可能是每个人都会遇到的 而且这破事我也遇到不少次写在前面不然怕你们看不到这游戏有一个很有趣的地方就是可以交易不少物品本人属于非常懒那种 所以很多时候都懒得自己去刷 基本就是等75冲个4300或者2100收一波东西今天在交易频道看到有人出新世间的声望 就问了问老哥能出多少 老哥说13w 我就想着收个10w的场景结果一点开加入道场我就一直卡loading 最后卡掉回到登陆界面登录之后显示我离队异常 结果回去后是打到5波我就退了的AKK跟老哥道了个歉后 说稍等我出AKK15波出去后刚想跟老哥说我打完了 结果脑子一抽先点了加入道场我又卡了出去这次回来不同了 一开始我记下了这位老哥的ID这次私聊那位老哥结果显示不在线我就开始慌了一慌ID就给全忘了到现在我在添加好友里一共试了10分钟w h m s的不同的排列都显示不存在玩家希望那位老哥能看到的话 可以加一下我的ID：Lanluo还是想跟各位讲一下 珍惜这个游戏里跟你私聊的每一个人 不管是交易还是组队可能你下次掉线后就再也找不到他了这是比起次元壁还要让人悲伤的事—————————————分割线这么长够了吗——————————————光辉福马 泡澡吸蓝 突击2000豆 滴滴啵啵嘢 怀念一下刷钱鞭改之前的ODS（泣赤毒是真的难刷  紫卡是真的难洗 库里的东西是真的难出好玩是真的好玩顺便 建议一段时间A一次 保持新鲜度 这样你回来后要刷要收的东西就更多了【笑", "下载一小时，更新要半天", "玄骸的不可预见加成和又臭又长的过程暂且不提，获取武器的高重复性也不提，不可放弃任务是真的狗屎。吃几把毛吧你de", "就我这个时长还就玩了游戏内容的30%，依旧乐此不疲，不用多说了吧", "网络是这个游戏唯一的问题，除此之外，你应该不在意自己的肝。", "垃圾DE，破服务器，自从双重认证后各种次元壁，开加速器也没用。更奇葩的是同一个交易对象，前一小时还能交易，下一个小时就次元壁了，这游戏吃枣药丸。", "游戏是不错的.但玩久了就会觉得没意思.", "傻逼游戏，我是傻逼", "我所认为的优点：      1.游戏风气很好，因为是PVE向的大家都很友好，大佬们也愿意为萌新解答各种问题。当然游戏做大了也会有伪大佬和爷新这时我们要勇敢的怼回去。      2.游戏中武器的灵魂所在：配卡。由各种技能卡伤害卡的组合，发挥出不同的效果。（我认为这是DE做的最好的东西）      3.良心的收费，玩家一般的消费集中在饰品包以及日常的白金购买上      4.游戏玩法多样，收集、交易、配色、作曲还有跳票了的捕鱼      5.最新如电影般的剧情任务以及非常出色的配音。      6.优秀的射击手感和跑酷元素，第三人称视角我认为比全境做的更好。        7.出色的优化和光影保证了你游玩欣赏的乐趣。再来看看有缺点：      1.糟糕的网络更新，有时5M的更新缺花上你一晚的时间也可能不会更新。（我一个朋友就是被更新劝退的）      2.次元壁（网络连接未响应），在结算界面出现时你可能整局的奖励都无法获得。以上两种问题可以通过魔法上网来进行优化也可能不会情况请根据个人情况来解决。      3.网络的冲突，因为国内有不同的网络运营商，所以不同的网络进行连机是可能会导致网络冲突进而引发主机掉帧之后延迟会飙升到1000。我因为是移动网络，和朋友组队老是卡主机的帧数一直被朋友戏称为“毒王”。      4.物理引擎的糟糕，主要体现在你的披风可能会穿透你人物的模型，以及用武器杀死怪物时可能会引发尸体疯狂的鬼畜。（不过这个习惯就好了）       5.极度的肝，希望各位玩家能好好保养自己的肝，我已经肝硬化晚期开始肝下一款游戏了。", "星际战甲非常好玩啊，之前被朋友安利的时候还说肯定不会喜欢玩的，入坑之后一发不可收拾，毕竟人类的本质是真香，这游戏我就玩了一会，唯一让人不满意的只有七字真言了，而且审美会de化233", "玩了一会，挺好玩的"], "price_discount": "-0%"}
{"game_name": "Assassin's Creed® Odyssey", "detail_url": "https://store.steampowered.com/app/812140/Assassins_Creed_Odyssey/?snr=1_7_7_230_150_1", "release_date": "5 Oct, 2018", "publisher": "Ubisoft Quebec", "developer": "Ubisoft Quebec", "tags": "开放世界 角色扮演 暗杀 单人 动作 冒险 历史 潜行 剧情丰富 女性主角 第三人称视角 跑酷 色情内容 选择取向 暴力 氛围 多人 好评原声音轨 裸露 血腥 ", "game_price": "¥ 248", "game_review": "61,473 篇用户的游戏评测中有 88% 为好评。", "info": "在《Assassin's Creed® Odyssey》当中主宰自己的命运。 从一名流浪者蜕变成传奇人物，踏上这趟奥德赛之旅，找出你过往的秘密并改变古希腊的命运。", "imgs": "https://media.st.dl.pinyuncloud.com/steam/apps/812140/header_schinese.jpg?t=1588279220", "review_list": ["请忍住不清问号以获得最佳游戏体验。", "20小时前：不愧是育碧；20小时后：不愧是育碧", "奥德赛就像是大学食堂，吃久了难免会厌烦，但分量绝对有保证，时不时也能发现几道合胃口的菜", "个人感受：最惊艳的一款刺客信条作品，奥德赛给我带来的震撼甚至比当年的黑旗来的更直接，无论你是想当狂战士、刺客还是古希腊狙击手，奥德赛自由的build系统都能给你最完美的体验优点：1.开放世界，虽然开放世界已经是3A的标配，但奥德赛中高度还原的希腊、清新绝美的天堂空间、浓烟缭绕的冥界以及科技与魔法相结合的亚特兰蒂斯4个世界组合着实让人眼前一亮2.画面绝佳，如果你想去古希腊体验人文环境，奥德赛的旅游模式会满足你的一切愿望，“美”就是奥德赛可以呈现给你的最佳概括3.自由build，如题，虽然刺客信条系列被人戏称为狂战士信条，奥德赛更是将“战士”这个特长发挥到极致，但多样的build不会减弱奥德赛的游戏性，相反，多种套装和build的组合让原本红刀子进白刀子出的刺杀变得丰富多彩4.大厂风范，育碧毕竟是业界大哥之一，游戏制作水平一等一的高，不管是动作的流畅还是画面渲染放到2020年仍然威风不减，并且本作中bug经过完善并不会太影响游戏体验，至少我在奥德塞里没怎么遇到过恶性bug缺点：1.原价贵，等打折，终极版很亏，建议黄金版，体验亚特兰蒂斯dlc绝对超值2.重复度高，AC系列的通病——游戏中期重复度极高，我在游玩到40-50小时的时段里经常不知道要做什么，只是重复地刷钱和地图问号3.小bug偶尔影响游玩，比如有时鹰眼扫描不到目标、完成任务npc无法对话以及最难受的——在某些npc面前动武会吓跑他们，并且他们跑的跟卡姐一样快，跑路追不上（希腊人均雇佣兵？？？）2333~总结：打折、免费周末值得一试，在英灵殿推出之前，奥德赛是所有玩家除前几代之外最不能错过的作品！", "先玩的奥德赛再回头玩的起源奥德赛相比起源来说更爽，起源相比奥德赛来说更精致。兄弟萌，如果我钱不够二选一的话，我选择起源！", "万物皆虚，万事皆允", "育碧游戏骂归骂，该买照买。市面一流ARPG，单看玩家交互和优化之类的各种细节都拉其他小厂新厂几条街。剧情有该有的起伏和共情点，主线+DLC全通了也很有代入感。旅游模拟也是名不虚传，风景极佳，也算高度还原。战斗系统很开放很自由也很全面。无论是起源还是奥德赛都是铁打的刺客信条，刺不死不会去升级？", "オープンワールドで強い美人と一緒にバトルロワイアルに挑んで、古代ギリシアの運命を切り開くことなんて、幸せなことじゃねぇのか草wwww　特に、商人をやっつけるところに、小山力也の声を聞くと毛利小五郎のことを思い出して、本当にびっくりした。最後までブラシダスを守れなくて残念だったね～そして、主人公はアサシンじゃなくて傭兵なので、戦闘の爽快感ある。まとめ自由度が高くて、戦闘システムが洗練されて、楽しませてもらった。課金を除けば良作なので人に勧めたい。现在是100小时，我觉得玩过刺客信条前作的玩家们其实没必要喷这个游戏，萝卜青菜各有所爱，奥德赛增加了可玩性这件事是毋庸置疑的。喜欢玩刺客的依然可以走刺客流，不喜欢玩的可以选择猎人或者战士。游戏风景也很好，剧情也还不错，对得起这个价钱。硬要推荐的话推荐入手黄金版：）", "游戏是好游戏，就是wdnmd育碧登录器，老子点个更新，又没让你打开，nmd，我打着打着英雄联盟，上单对线换血，突然就切到育碧游戏，cnm，还全屏切不出来，nmsl", "搞了一天uplay，谁告诉我盗版去哪儿下？", "同步存储一直失败，换电脑都要重新玩", "一百小时左右为最佳", "之前已经玩了40多个小时了，现在回来补个票", "为什么挂了加速器还打不开阿", "一开始玩的朋友的盗版 通了之后 这次自己入正 真的很好玩", "好", "不愧是育碧游戏，90+小时玩到DLC以后就没动力肝了", "游戏是好游戏 玩了近24个小时还是兴致高涨  至于24个小时以后。。。。。上不去了  这服务器劝退能力是真的强，", "育碧，永远滴神", "6666666666"], "price_discount": "-67%"}
{"game_name": "Borderlands 3", "detail_url": "https://store.steampowered.com/app/397540/Borderlands_3/?snr=1_7_7_230_150_1", "release_date": "13 Mar, 2020", "publisher": "", "developer": "", "tags": "", "game_price": "¥ 199", "game_review": "", "info": "", "imgs": "", "review_list": ["给男朋友口了2个小时，终于给我买了，真好玩", "越做越差了：首先联网功能基本等于没有，有时候开加速器都连不上。游戏出来不算久，玩的人不是很少，然而几乎匹配不到人。可见大家都一样，联网困难，服务器稀烂。其次游戏设计简直没脑子，几乎所有武器都如同刮痧。这么说吧，一个小杂兵也有数百万血（混乱10），而一把混乱10的枪，面板就那么1000 - 9000之间（9000的指的是opq，前几天还是版本之子，见谁秒谁，然后现在也刮痧一般了，最强步枪都刮痧了，其他的可想而知，你一个弹夹打完，别人血条不带动一下的。而且，那还只是小杂兵哦。）游戏开发是哪个枪能用就砍哪个枪，现在没有一把不刮痧的了，你赢了。最后，GB，NMSL", "隔壁epic35，我是傻逼", "只针对新出的猎杀副本，这次更新的各项数值跟副本掉落池就不提了，总会有最优解。忍不了的是，副本里充斥着让玩家跳崖导致失败重新开始的机关设置，要知道无主3有相当一部分流派是移速和增伤挂钩的，这就意味着，当你高高兴兴搞定一波怪，带着一身buff前往下一个任务点时，却被这些buff害死重新打！这破逼制作组什么时候能搞清楚自己定位？！我要想玩跳跳乐还玩你妈的无主3，你TM是个刷子游戏！是让玩家搭建好自己BD爽的！一个破逼副本还要等自己buff消失才能前进，一不小心就全部白给从头再来，玩你麻痹。还有上面说不想提的数值问题,目前有多刮痧，装备选择有多少，各位心里有数。辣鸡游戏。", "作为去年玩首发的双平台玩家，我是真的很想吹爆这部作品，无奈一手好牌打得稀烂是2K和GBX的祖传技艺了，谁TM能想得到一个发售了半年的作品都能把自己作成这鬼逼样呢？先说优点，也就是我很想吹爆的点：1、中配！无主之地系列第一次迎来了中配体验，虽然有些地方比较尬（特别要点名批评小吵闹CV，不会装嫩就别装），但整体表现尚可，体现了配音团队的水平和敬业。不能说操让我非常不爽，操！2、主流FPS大作的射击和动作体验：跑、跳、铲、爬、刀、砸、点射、压枪狂扫，当然还有炫酷的技能，行云流水的操作，在战场上尽情释放你的狂野！3、优秀的关卡设计：充满挑战但不会故意为难玩家。相比2代的一群BOSS属性的杂鱼组团刷玩家，3代是真正做到了玩家与敌人的斗智斗勇，特别是BOSS战堪称系列最佳，调动你的每一个细胞认真迎敌！4、极丰富的职业技能与装备搭配：拿把机枪横扫千军还是千里之外一发入魂？枪枪爆头的神枪手还是各种鬼畜特效武器大乱斗？一切取决于你自己！5、理性而克制的混乱模式（指早期版本）：最高3级的混乱等级，怪物血量130%，再加上各种或益或损的随机地图特效，特别值得一提的是混乱等级并不会提高敌人造成的伤害，这显然是吸取了暗黑3苦痛等级和大秘境的教训作出的明智设计，玩家在保证安全性达标后只需要专心提高自己的输出和战斗技巧就行。然而这个游戏走到今天，虽然开荒体验还是一如既往地优秀，但是后期体验显然……已经只能用糟糕来形容了。说说这游戏的致命问题：1、主线剧情：N多人吐槽我就不多废话了，我就说一句：如果主角光环这么管用当初在潘多拉直接冲过去把那俩傻逼反派毙了还能有后面这么多屁事么？2、操蛋的强制在线机制：为了保证游戏体验我还必须开着加速器才能下热修。什么你说能离线玩？那热修那些数值调整，特别是BUG修复什么的你不管了（空尖弹爆头杀敌会炸自己的BUG在热修里呆了好几个月，直到今年差不多春节过完才移到本地）？至于防止作弊什么的狗屁理由，GBX你自己随便进游戏匹配一下就知道了，呵呵。2.1、更加操蛋的断线重连机制：我不知道为什么非要强制在线，但就算我玩UBI的游戏，只要不是联机，服务器断线和重连是不影响游戏体验的，你倒好，断线LAG一次，重连LAG一次，这还是轻的，重的时候直接程序假死或崩溃，发售多半年了这个问题还没有任何改善！3、（重点）满脑子异犬屎的新混乱模式：在混乱2.0出来之前，官方曾经提到过为混乱2.0作准备某些版本大幅加强了一些装备，也就是大厅镰刀那版本，我当时就在想看来混乱2.0数值会炸得比较严重。虽然已经作好了思想准备但这个更新真正上线的时候我眼镜还是跌碎了：最高混乱等级敌人126倍血量（现在是101倍）？？？？？？混乱6就已经是30倍血量，是旧混乱4的3倍？？？拿头打？也许你会说新混乱掉的武器伤害是和混乱等级挂钩的，很好，3倍不到的武器数值提升打100倍血量的怪物，你玩呗。至于那些反人类的地图词缀我就不多吐槽了。4、（也是重点，算是上一点的补充）现阶段完全不负责任的数值设计：从DLC2的大混乱开始，GBX似乎就很“热衷”于弄点BUG武器让玩家无脑嗨一把然后下一版无情砍掉，从大混乱、大厅镰刀再到混乱2.0初期的黄饼OPQ再到现在的无枪可用全民刮痧，一次两次可以理解，回回都这样你说是BUG谁信（策划脑子出BUG了我就信）？而且我个人其实是不反对谁强削谁的原则的，为了平衡嘛，但问题是以前削大厅镰刀大混乱，我还有很多武器装备能用，只是不能无脑乱嗨，要动点脑子用点技术了而已，我觉得反而比一股脑大厅镰刀好玩得多，但现在混乱2.0的环境下除了黄饼OPQ啥的没任何BD打得动怪你就这么不讲道理地削成马，然后怪物就象征性地削了一点混乱7以上的血量（还真就是一点），连最基本的体验都没有了还平衡你妈呢？除此之外，怪物数值严重爆炸的情况下，角色的固伤类技能居然是0提升，这种小学生都不会犯的错误就这样堂而皇之出现在这样一部3A大作上！！！虽然官方承诺后续更新会为非武器伤害提供提升来源，不过就目前3倍武器伤害打100倍血量的怪物这个现状来看，还是别抱太大期望比较好。总之这是一部被死妈的数值策划玩死的一部准神作，这边建议赶紧把你们的数值策划拉去喂狗，然后请个有脑子的策划来，把现在的狗屎混乱模式大改一下，实在不知道怎么改还原到旧的混乱都行，求你们别再糟蹋这么好的一部游戏了谢谢！", "6.12更新完没法玩了，怪巨肉，uibug", "Gameplay fine, story sucks. 8/10", "越更新越烂，傻逼gearbox你咋不把你妈更新进来呢？", "发表时间：2020.6.12 第二个无敌BOSS刚更新为什么差评，首先孤儿编剧就不谈了，早就被喷烂了，就谈谈这次新副本。op10装备打不动op5怪就算了，谁叫我玩的孤儿莫泽，加强了三次莫泽的机甲就当作加强了莫泽也不谈了。这个副本第二道门，要站三个水晶，单机玩家怎么站？时间根本不够一个人站三个点，真当所有玩家都喜欢联机？第一个小BOSS，12层锁血，周围小怪疯狂出，无主之地OP模式的尿性策划难道不清楚吗，没错，策划就是想恶心玩家，后面的路就别提了，死一次直接门口见，马里旺中间还有个复活点这边怎么就没了？总体评价：玩法手感满分，编剧2分，策划-10分，在我心里最差的一届无主之地。", "之前一直在ps 4上玩。结果小伙伴都是pc的，又入了一份。既然让我写评测我就写一下。可能涉及剧透，也可能不涉及。我不知道下面这段文字算不算剧透 。难以评判。如果你只是想看一段波澜壮阔的剧情，说实话，还是别来了。这段剧情并不那么讨喜。这一作的反派有些，小孩子气。就是那种很熊，危害很大，偏偏还打不着那种烦人的感觉。但是如果你只是想射爆，或者被射爆，那还等什么？赶快加入啊。这是一个射击游戏，不是什么德育教科书。这里是边缘禁地，不是教堂。我们需要做的只是拿起枪让敌人闭嘴。就这么简单。十分希望在亥伯隆科技普及之后，现实能成为一个边缘禁地（我知道不可能）。看谁不顺眼就给他一梭子。叫你影响市容。反正有钱就能复活。（真 真实）", "我不适合这游戏，说着的，玩不来", "2代的全面升级版", "如果你是喜欢那种刷装备的游戏的话，那么无主之地是个不错的选择", "很棒的游戏体验，推荐和好友一起", "麻烦DLC快点来！！！！", "买这个游戏是因为喜欢，讨厌是因为联机就卡到想死，无限卡顿，无限掉线，还能愉快玩？这不是我网络出现什么问题，是这个平台的服务器根本连不上，而且还有什么局域网，没啥用的东西 根本也连接不了！", "10/10 客观来说，这是一部细节上诚意满满，内容上堪称完美的，Gearbox八年磨一剑的作品。主观来说，我并不是很喜欢这个风格的游戏，当初玩Borderlands 2的时候就一度玩不下去，支撑我坚持玩下去的动力是源自于幽默诙谐的地道中文翻译和配音，以及无重复的支线任务（diss下Ubi的年作）。随着长大，玩游戏的时间和耐心也越来越少了，还能让我有兴趣去挑战满杯的，只剩下低难度的小作品了。这部游戏光轮内容的丰富，和这配音，就值回全价了。现在夏促全部半价你他🐎还等什么？", "服务器太卡了，连上网总是一顿一顿的，体验极差，只能是拔掉网线，才会改善", "一个字:爽！！！", "这是一个有朋友五星~没朋友一星的游戏~！"], "price_discount": "-50%"}
